{
  "version": "v6",
  "description": "나이/성별/성향별 맞춤 질문 1,200개",
  "totalQuestions": 1200,
  "combinations": [
    {
      "combinationId": "10F_D",
      "ageGroup": "10대",
      "gender": "여성",
      "personality": "D-직진",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "좋아하는 친구가 다른 반에 있어. 오늘 점심시간에 고백할 거야?",
            "친구가 카톡 읽씹하면 바로 ?,! 보내는 편이야?",
            "반에서 널 좋아하는 남학생 눈치 챘어? 직접 물어볼 거야?",
            "학교 행사 때 같이 사진 찍자고 먼저 말할 수 있어?",
            "수업 끝나고 같이 학원 가자고 먼저 연락할래?",
            "애들 앞에서 너 맘에 든다고 크게 말할 수 있어?",
            "첫눈 오는 날 바로 고백하러 갈 거야?",
            "게임에서 짝꿍으로 팀하고 싶으면 바로 말할 거야?",
            "좋아하는 사람 생기면 3일 안에 고백하는 스타일이야?",
            "SNS 스토리에 내 앞으로 보여주는 것 같으면 바로 DM 갈 거야?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "학교 앞 간식 먹자고 먼저 꾸며서 연락할 수 있어?",
            "친구가 너한테 관심 없는 것 같으면 포기해? 아니면 더 적극적으로?",
            "방과후에 자율학습 같이 하자고 솔직하게 말할래?",
            "졸업식에서 좋아하는 사람한테 편지 주고 도망갈 거야? 아니면 눈 보고 말할 거야?",
            "학원에서 눈 마주치면 먼저 웃어주는 편이야?",
            "친구들이 너 좋아한다고 놀릴 때 어떻게 할 거야? 바로 인정할래?",
            "좋아하는 사람 방에 놀러 가자고 먼저 부를 수 있어?",
            "카톡에서 먼저 보이스톡 걸 수 있어?",
            "수학여행 때 한 팀 되고 싶으면 직접 말할래?",
            "집에 가는 길에 갑자기 만나면 인사 먼저 할 수 있어?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "학교에서 누가 널 좋아하면 바로 알아채는 편이야?",
            "너를 좋아하는 줄 모르는 척하기보다 바로 확인하는 게 나아?",
            "체육대회 때 응원하러 와달라고 직접 말할래?",
            "시험 끝나고 영화 보자고 먼저 물어볼 수 있어?",
            "친구들 앞에서 고백받으면 어떨 것 같아? 부끄러워? 나쁘지 않아?",
            "반장 선거 때 좋아하는 사람한테 투표해달라고 말할 수 있어?",
            "SNS 팔로우 먼저 요청하고 먼저 디엠 보내는 스타일이야?",
            "학교 축제 때 같이 구경하자고 제안할 수 있어?",
            "좋아하는 사람이랑 같은 학원 다니면 바로 알아채고 다가갈 수 있어?",
            "크리스마스에 선물 주고 싶으면 당일에 바로 주러 갈 거야?"
          ]
        }
      ]
    },
    {
      "combinationId": "10F_C",
      "ageGroup": "10대",
      "gender": "여성",
      "personality": "C-신중",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "좋아하는 사람 생기면 일주일 이상 고민하고 결정하는 편이야?",
            "반 친구가 널 좋아하는지 아닌지 확실히 알아본 다음에 마음 줄래?",
            "학교에서 말 걸기 전에 눈치 보고 분위기 확인하는 시간 필요해?",
            "카톡 보내기 전에 문장 몇 번씩 다시 읽어보는 편이야?",
            "고백하기로 마음 먹으면 언제가 좋을지 여러 날짜 생각해봐?",
            "좋아하는 사람이 다른 사람이랑 친한 거 보면 마음 접을 생각도 해?",
            "첫눈 오는 날 고백할까 말까 하루 종일 고민할 것 같아?",
            "좋아하는 사람의 반친구들한테 먼저 분위기 파악해볼래?",
            "학원에서 눈 마주치면 그게 우연이 아닌지 며칠 지켜볼 거야?",
            "SNS에 올린 게 나한테 보여주는 건지 그냥 올린 건지 확인해봐?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "좋아하는 사람한테 다가가기 전에 내가 준비됐는지 확인하는 편이야?",
            "친구들이 네 마음 알아채기 전에 확실한 신호 받을 때까지 기다릴래?",
            "방과후에 자율학습 같이 하자는 말 꺼내기 전에 여러 번 생각해봐?",
            "졸업식에서 편지 주기로 마음 먹었으면 일주일 전부터 준비할 거야?",
            "카톡 답장 왔을 때 바로 답해? 아니면 적당한 시간 기다려?",
            "학교 행사 때 같이 사진 찍자고 말하기 전에 친구들 배제할 타이밍 찾아?",
            "좋아하는 사람이 나한테만 해주는 행동이 있는지 몰래 기록해봐?",
            "수학여행 때 팀 짜기 전에 좋아하는 사람이 누구랑 갈지 미리 알아볼래?",
            "학교 축제 같이 구경하자고 말하기 전에 상대가 거절할 가능성 생각해?",
            "고백 전에 상대가 나를 어떻게 생각하는지 확실한 힌트 받을 때까지 기다려?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "반에서 널 좋아하는 남학생 있다는 소문 났을 때 진짜인지 꼭 확인해봐?",
            "좋아하는 사람이랑 같은 학원 다니면 첫 달은 그냥 지켜볼 거야?",
            "학교에서 고백받았을 때 바로 대답 못 하고 생각할 시간 달라고 할래?",
            "크리스마스 선물 고르기 전에 상대가 뭘 좋아하는지 미리 알아볼래?",
            "수업 끝나고 영화 보러 가자고 말하기 전에 부모님 허락 먼저 받아놔?",
            "학원 같은 반 되면 먼저 말 걸 필요 없이 자연스럽게 친해지길 기대해?",
            "체육대회 응원 왔으면 좋겠는데 직접 말하지 않고 힌트만 줄래?",
            "친구들이 너 좋아한다고 놀리면 바로 부인하기보다 부끄러운 미소만 지을래?",
            "좋아하는 사람이랑 같은 길로 가면 일부러 속도 맞춰서 같이 가게 할래?",
            "고백할 때 실패하면 어떡할지 시나리오 미리 여러 개 생각해봐?"
          ]
        }
      ]
    },
    {
      "combinationId": "10F_R",
      "ageGroup": "10대",
      "gender": "여성",
      "personality": "R-합리",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "좋아하는 사람이 성적은 잘 받아? 공부 잘하는 사람한테 호감 가져?",
            "고백하기 전에 상대가 나를 좋아할 확률이 높은지 계산해봐?",
            "반 친구랑 사귀면 학교 생활에 방해될까? 장단점 따져봐?",
            "학교 앞 간식 먹자고 할 때 내 용돈으로 감당 가능한지 일단 체크해?",
            "카톡 답장 속도가 빠르면 나한테 관심 있고 느리면 별로라고 판단해?",
            "좋아하는 사람이 같은 학원 다니면 학원비 vs 시간 낭비 생각해봐?",
            "졸업하면 사귀는 게 효율적일까 지금 사귀는 게 나을까 따져봐?",
            "SNS에서 나한테만 올리는 게 확실하면 그때 마음 줘야 한다고 생각해?",
            "학교 행사 같이 가면 나한테 도움될 일이 있을지 먼저 생각해?",
            "좋아하는 사람이랑 공통점이 많은지 일단 목록으로 적어봐?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "친구들이 너 좋아한다고 놀릴 때 증거 없는 소리라고 논리적으로 말할래?",
            "수학여행 때 같은 팀 되면 좋은 점이 더 많은지 따져봐?",
            "좋아하는 사람한테 다가가는 게 시간 낭비가 될 확률이 얼마나 된다고 봐?",
            "첫눈 오는 날 고백하는 게 실패 확률 낮을지 성공 확률 높을지 분석해봐?",
            "학교 축제 같이 가면 어디가 효율적인 코스일지 미리 계획할래?",
            "카톡에서 보이스톡 하자고 할 때 내가 대화 이끌 수 있을지 판단해?",
            "반장 선거 때 좋아하는 사람한테 표달라고 하는 게 이득일까 따져봐?",
            "학원에서 눈 마주치는 횟수가 늘어나면 의도적인 거라고 판단해?",
            "좋아하는 생각 들면 내 평균 학점에 영향 줄지 먼저 생각해봐?",
            "졸업식에서 편지 vs 직접 고백 중 어떤 게 더 나은 결과 낼지 비교해?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "자율학습 같이 하면 공부 효율이 높아질지 낮아질지 분석해봐?",
            "좋아하는 사람이 다른 반에 있으면 만날 기회가 얼마나 될지 계산해봐?",
            "영화 보러 가자고 할 때 편도 30분 이상 걸리면 비효율이라고 느껴?",
            "크리스마스 선물 줄 때 예산 대비 만족도 가장 높은 걸로 고를 거야?",
            "학교에서 고백 vs 학원에서 고백 중 어디가 성공률 높을지 따져봐?",
            "좋아하는 사람이 연상 vs 동갑 vs 연하일 때 각각의 장단점 생각해?",
            "체육대회 응원 오라고 할 때 시간 투자 대비 감정적 이득 생각해?",
            "게임에서 팀 하자고 할 때 승률이 떨어질 것 같으면 거절할래?",
            "카톡 100번 보내서 1번 만나는 거 vs 10번 보내서 1번 만나는 거 비교해?",
            "학교 생활에서 연애가 진짜 필요한지 객관적으로 따져봤어?"
          ]
        }
      ]
    },
    {
      "combinationId": "10F_P",
      "ageGroup": "10대",
      "gender": "여성",
      "personality": "P-감성",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "학교 창가에서 노을 지는 거 같이 보면서 고백하는 상상해봤어?",
            "좋아하는 사람이랑 첫눈 맞으면 어떤 기분일 것 같아?",
            "분위기 좋은 날 가만히 있으면 자꾸 그 사람 생각나?",
            "학교 방송에서 흐르는 노래가 우리 얘기 같으면 설레?",
            "우연히 교실에서 혼자 있을 때 둘이 있었으면 하는 순간 있었어?",
            "좋아하는 사람이 웃으면 하루 종일 그 미소 생각나?",
            "학교 축제 불꽃놀이 보면서 같이 있으면 좋겠다고 느껴?",
            "카톡으로 늦은 밤 인사 오면 잠 안 오고 계속 생각해?",
            "졸업 앨범 사진 속 누군가를 계속 보게 돼?",
            "비 오는 날 우산 없이 뛰다 만나면 드라마 같지 않아?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "학교 앞 벤치에 앉아 이야기하는 게 가장 로맨틱해 보여?",
            "수학여행 버스에서 옆자리 비어있으면 간절하게 바래봐?",
            "친구들과 놀 때도 좋아하는 사람 눈에만 들어오는 적 있어?",
            "체육대회 응원할 때 상대 눈만 찾아보게 돼?",
            "학원 가는 길에 같은 노래 듣고 있으면 인연 같다고 느껴?",
            "좋아하는 사람이 칠판 지울 때 뒷모습 보고 멍 때려봤어?",
            "크리스마스에 손 잡고 거리 걷는 상상 자주 해?",
            "학교 행사 끝나고 함께 집 가는 길이 가장 설레는 순간이야?",
            "SNS에 올린 사진 중 내 뒤에 있는 게 우연이 아닌 것 같으면 벅차?",
            "학교 카페테리아에서 같은 테이블 앉은 적 있으면 특별한 날로 기억해?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "좋아하는 사람이 먼저 인사해주면 하루 종일 행복하다고 느껴?",
            "겨울에 따뜻한 차 주면서 웃어주면 반할 것 같아?",
            "반에서 내 이름 불러주는 목소리가 특별하게 들려?",
            "야간자율학습 때 창밖 같이 바라보는 감성적 순간 떠올려봐?",
            "학교 선물 교환 행사에서 우연히 건네받으면 운명이라 생각해?",
            "좋아하는 사람이 추천한 노래를 밤새 듣고 감정에 젖어봤어?",
            "MT 같은 곳에서 벽난로 앞 이야기 나누는 게 로맨틱해 보여?",
            "학교 졸업식에서 마지막으로 눈 마주치면 눈물 날 것 같아?",
            "좋아하는 사람이 힘들 때 내가 위로해주는 상상 자주 해?",
            "봄에 벚꽃 보면서 같이 사진 찍으면 영화 한 장면 같겠다고 상상해?"
          ]
        }
      ]
    },
    {
      "combinationId": "10M_D",
      "ageGroup": "10대",
      "gender": "남성",
      "personality": "D-직진",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "다른 반에 마음에 드는 여학생 있음 바로 고백할 거야?",
            "카톡 읽씹 당하면 바로 물어보는 스타일이야?",
            "반 여학생이 널 좋아하는 것 같으면 바로 확인할래?",
            "학교 행사 때 같이 사진 찍자고 바로 말할 수 있어?",
            "방과후에 같이 자율학습하자고 바로 연락할래?",
            "애들 앞에서 솔직하게 마음 표현할 수 있어?",
            "첫눈 오는 날 당장 고백하러 갈 거야?",
            "게임에서 같이 팀하자고 바로 제안할래?",
            "좋아하는 사람 생기면 일주일 안에 고백할 수 있어?",
            "SNS 스토리 계속 보면 바로 DM 보낼 거야?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "학교 앞에서 같이 간식 먹자고 바로 부를 수 있어?",
            "관심 없어 보이면 더 적극적으로 다가갈래?",
            "수업 끝나고 같이 학원 가자고 먼저 연락할래?",
            "졸업식에서 마음에 든 사람한테 눈 보고 고백할 수 있어?",
            "학원에서 눈 마주치면 먼저 다가가서 말 걸래?",
            "친구들이 놀려도 바로 인정하고 대쉬할래?",
            "좋아하는 사람 집에 놀러 가자고 먼저 제안할래?",
            "카톡 보이스톡 먼저 걸 수 있어?",
            "수학여행 때 한 팀 되자고 직접 말할래?",
            "갑자기 마주치면 주저없이 인사할 수 있어?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "누가 널 좋아하면 바로 눈치 채는 편이야?",
            "마음에 드는 거 숨기기보다 바로 행동하는 게 나아?",
            "체육대회 때 와서 응원해달라고 바로 말할래?",
            "시험 끝나고 영화 보자고 먼저 물어볼 수 있어?",
            "애들 앞에서 고백받으면 좋아할 것 같아?",
            "반장 선거 때 마음에 드는 애한테 표 달라고 할래?",
            "SNS 팔로우 먼저 하고 바로 디엠 보내는 편이야?",
            "학교 축제 같이 구경하자고 제안할 수 있어?",
            "같은 학원 다니면 바로 알아채고 다가갈래?",
            "크리스마스에 바로 선물 주고 고백할 거야?"
          ]
        }
      ]
    },
    {
      "combinationId": "10M_C",
      "ageGroup": "10대",
      "gender": "남성",
      "personality": "C-신중",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "좋아하는 사람 생기면 한 달 이상 고민하고 결정할래?",
            "반 여학생이 널 좋아하는지 확실히 알아본 다음에 마음 줄래?",
            "학교에서 다가가기 전에 눈치 보고 분위기 확인하는 시간 필요해?",
            "카톡 보내기 전에 여러 번 읽어보고 고치는 편이야?",
            "고백할 때 언제가 좋을지 여러 날짜 비교해서 생각해?",
            "좋아하는 사람이 다른 애랑 친한 거 보면 마음 접을 생각도 해?",
            "첫눈 오는 날 고백할까 말까 며칠 동안 고민할 거야?",
            "친구들한테 먼저 분위기 알아보고 다가갈래?",
            "학원에서 눈 마주치는 게 우연이 아닌지 좀 지켜볼래?",
            "SNS에 올린 거 나한테 보여주는 건지 그냥 올린 건지 확인할래?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "좋아하는 사람에게 다가가기 전에 내가 준비됐는지 확인해?",
            "친구들이 마음 알아채기 전에 확실한 신호 받을 때까지 기다릴 거야?",
            "자율학습 같이 하자는 말 꺼내기 전에 여러 번 생각해봐?",
            "졸업식에서 편지 주기로 정했으면 미리 한 달 전부터 준비할래?",
            "카톡 답장 왔을 때 적당한 시간 기다렸다가 답할래?",
            "학교 행사에서 같이 사진 찍자고 말할 타이밍 미리 계획할래?",
            "좋아하는 사람이 나한테만 해주는 행동 있는지 몰래 기록해봐?",
            "수학여행 팀 짜기 전에 좋아하는 사람 누구랑 갈지 미리 알아볼래?",
            "학교 축제 같이 가자고 말하기 전에 거절할 가능성 생각해봐?",
            "고백 전에 상대가 나 어떻게 생각하는지 확실한 힌트 받을 때까지 기다려?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "반에서 널 좋아하는 여학생 있다는 소문 나면 진짜인지 확인해봐?",
            "같은 학원 다니면 첫 달은 그냥 지켜보며 알아볼 거야?",
            "학교에서 고백당하면 바로 대답 못 하고 생각할 시간 달라고 할래?",
            "크리스마스 선물 고르기 전에 뭘 좋아하는지 미리 알아볼래?",
            "영화 보자고 말하기 전에 부모님 허락 먼저 받아놔?",
            "학원 같은 반 되면 자연스럽게 친해지길 기대할래?",
            "체육대회 응원 와달라고 직접 말하는 대신 힌트만 줄래?",
            "친구들이 좋아한다고 놀리면 당황한 미소로 넘길래?",
            "같은 길로 가면 속도 맞춰서 자연스럽게 같이 가게 할래?",
            "고백 실패했을 때 시나리오 여러 개 미리 생각해봐?"
          ]
        }
      ]
    },
    {
      "combinationId": "10M_R",
      "ageGroup": "10대",
      "gender": "남성",
      "personality": "R-합리",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "좋아하는 여학생 성적 잘 받아? 공부 잘하는 애한테 끌려?",
            "고백 전에 상대가 나 좋아할 확률이 높은지 계산해봐?",
            "반 여학생이랑 사귀면 학교 생활에 방해될지 장단점 따져봐?",
            "학교 앞 간식 같이 먹을 때 내 용돈으로 감당 가능한지 체크해?",
            "카톡 답장 빠르면 관심 있다고 판단하고 느리면 별로라고 봐?",
            "같은 학원 다니면 학원비 대비 시간 투자가 효율적인지 생각해?",
            "졸업하고 사귀는 게 나은지 지금 사귀는 게 나은지 따져봐?",
            "SNS에서 나한테만 올리는 거 확실하면 마음 줘야 한다고 봐?",
            "학교 행사 같이 가면 나한테 도움될 일이 있을지 먼저 생각해?",
            "좋아하는 사람이랑 공통점이 많은지 목록으로 적어봐?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "친구들이 좋아한다고 놀리면 증거 없는 소리라고 논리적으로 말할래?",
            "수학여행 같은 팀 되면 좋은 점이 더 많은지 따져봐?",
            "좋아하는 사람한테 다가가는 게 시간 낭비될 확률이 얼마나 된다고 봐?",
            "첫눈 오는 날 고백이 실패 확률 낮을지 성공 확률 높을지 분석해봐?",
            "학교 축제 같이 가면 효율적인 코스가 어딘지 미리 계획할래?",
            "카톡 보이스톡 하자고 할 때 내가 대화 이끌 수 있을지 판단해?",
            "반장 선거 때 마음에 드는 애한테 표달라고 하는 게 이득일지 따져봐?",
            "학원에서 눈 마주치는 횟수 늘어나면 의도적인 거라고 판단해?",
            "좋아하는 생각들면 내 평균 학점에 영향 줄지 먼저 생각해?",
            "졸업식에서 편지 vs 직접 고백 중 뭐가 더 나은 결과 낼지 비교해?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "자율학습 같이 하면 공부 효율 높아질지 낮아질지 분석해봐?",
            "좋아하는 사람이 다른 반에 있으면 만날 기회가 얼마나 될지 계산해봐?",
            "영화 보러 가자고 할 때 편도 30분 이상이면 비효율이라고 느껴?",
            "크리스마스 선물 줄 때 예산 대비 만족도 가장 높은 걸로 고를래?",
            "학교에서 고백 vs 학원에서 고백 중 어디 성공률 높을지 따져봐?",
            "좋아하는 사람이 연상 동갑 연하 중 어떤 게 나을지 장단점 생각해?",
            "체육대회 응원 와달라고 할 때 시간 투자 대비 감정적 이득 생각해?",
            "게임에서 팀 하자고 할 때 승률 떨어질 것 같으면 거절할래?",
            "카톡 100번 해서 1번 만나는 거 vs 10번 해서 1번 만나는 거 비교해?",
            "학교 생활에서 연애가 진짜 필요한지 객관적으로 따져봤어?"
          ]
        }
      ]
    },
    {
      "combinationId": "10M_P",
      "ageGroup": "10대",
      "gender": "남성",
      "personality": "P-감성",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "학교 창가에서 노을 보며 고백하는 상상 자주 해봤어?",
            "좋아하는 사람이랑 첫눈 맞으면 어떤 기분일 것 같아?",
            "분위기 좋은 날 가만히 있으면 자꾸 그 사람 생각나?",
            "학교 방송에서 흐르는 노래가 우리 얘기 같으면 설레?",
            "우연히 교실에서 혼자 있을 때 둘이 있었으면 하는 순간 있었어?",
            "좋아하는 사람 웃으면 하루 종일 그 미소 생각나?",
            "학교 축제 불꽃놀이 보면서 같이 있으면 좋겠다고 느껴?",
            "카톡 늦은 밤 인사 오면 잠 안 오고 계속 생각해?",
            "졸업 앨범 사진 속 누군가 계속 보게 돼?",
            "비 오는 날 우산 없이 뛰다 마주치면 드라마 같지 않아?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "학교 앞 벤치에 앉아 이야기하는 게 가장 로맨틱해 보여?",
            "수학여행 버스에서 옆자리 비어있으면 간절히 바래봐?",
            "친구들이랑 놀 때도 좋아하는 사람 눈에만 들어와?",
            "체육대회 응원할 때 그 사람 눈만 찾아보게 돼?",
            "학원 가는 길에 같은 노래 들으면 인연 같다고 느껴?",
            "좋아하는 사람이 칠판 지울 때 뒷모습 보고 멍 때려봤어?",
            "크리스마스에 손 잡고 거리 걷는 상상 자주 해?",
            "학교 행사 끝나고 함께 집 가는 길이 가장 설레는 순간이야?",
            "SNS에 올린 사진 중 내 뒤에 있는 게 우연이 아닌 것 같으면 벅차?",
            "학교 매점에서 같은 테이블 앉은 적 있으면 특별한 날로 기억해?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "좋아하는 사람이 먼저 인사해주면 하루 종일 행복하다고 느껴?",
            "겨울에 따뜻한 차 주면서 웃어주면 반할 것 같아?",
            "반에서 내 이름 불러주는 목소리가 특별하게 들려?",
            "야간자율학습 때 창밖 같이 바라보는 감성적 순간 떠올려봐?",
            "학교 선물 교환 행사에서 우연히 건네받으면 운명이라 생각해?",
            "좋아하는 사람이 추천한 노래 밤새 듣고 감정에 젖어봤어?",
            "MT에서 벽난로 앞 이야기 나누는 게 로맨틱해 보여?",
            "학교 졸업식에서 마지막으로 눈 마주치면 눈물 날 것 같아?",
            "좋아하는 사람이 힘들 때 내가 위로해주는 상상 자주 해?",
            "봄에 벚꽃 보면서 같이 사진 찍으면 영화 한 장면 같겠다고 상상해?"
          ]
        }
      ]
    },
    {
      "combinationId": "20F_D",
      "ageGroup": "20대초반-대학생",
      "gender": "여성",
      "personality": "D-직진",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "같은 강의 듣는 애 마음에 들면 이번 주에 고백할 거야?",
            "동아리 후배한테 바로 다가가서 번호 물을 수 있어?",
            "카톡 읽씹하면 바로 왜 그러냐고 물어보는 편이야?",
            "과팅에서 맘에 드는 사람 있으면 다음날 바로 연락할래?",
            "MT에서 술게임 할 때 직접 마음에 드는 애 지목할래?",
            "학교 주변 데이트 제안 바로 할 수 있어?",
            "시험 기간에도 좋아하는 사람한테 직접 만나자고 할래?",
            "족보 공유한다고 명분 만들어서 번호 딸 수 있어?",
            "과제 같이 하자고 핑계 대서 다가갈 수 있어?",
            "학식 같이 먹자고 바로 물어보는 스타일이야?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "취업 준비 스터디 빌미로 좋아하는 사람한테 접근할래?",
            "도서관에서 같이 공부하자고 바로 말할 수 있어?",
            "동아리 활동 끝나고 술 마시러 가자고 제안할래?",
            "헌팅포차에서 마음에 드는 사람 있으면 바로 다가가?",
            "대학 축제 때 같이 놀러 가자고 당일에 연락할래?",
            "팀플 조원으로 꼭 들어오게 하기 위해 직접 말할 수 있어?",
            "연락 오면 바로 답장하고 먼저 연락도 자주 하는 편이야?",
            "종강 파티에서 좋아하는 사람에게 직접 안주 건넬 수 있어?",
            "학교 주변 카페에서 같이 공부하자고 먼저 제안할래?",
            "새내기 OT 때 마음에 드는 선배한테 바로 다가갈거야?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "엠티에서 같은 방 쓰게 하려고 의도적으로 배정 조치할 수 있어?",
            "학교 홈페이지에 올라온 사진 중 좋아하는 사람 거면 바로 저장해?",
            "같은 강의실에 있으면 일부러 자리 근처에 앉으려고 해?",
            "과방에 좋아하는 사람 있으면 도서관 갔다고 거짓말하고 들어갈래?",
            "연애 상담 빌미로 개인적인 얘기 나누려고 할래?",
            "학교 근처 술집에서 우연히 마주치면 바로 합석 제안할래?",
            "과대 선거 때 좋아하는 사람한테 투표해달라고 직접 말할래?",
            "학교 공지 카톡방에서 좋아하는 사람이랑 대화 이어갈 수 있어?",
            "기말고사 끝나고 영화 보자고 당장 연락할 거야?",
            "학교 축제 공연 보면서 옆에서 따라 부를 수 있어?"
          ]
        }
      ]
    },
    {
      "combinationId": "20F_C",
      "ageGroup": "20대초반-대학생",
      "gender": "여성",
      "personality": "C-신중",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "좋아하는 사람 생기면 한 학기 이상 고민하고 결정할래?",
            "같은 강의 듣는 사람 좋아하면 다가가기 전에 여러 번 생각해?",
            "동아리에서 친해지고 싶어도 분위기 파악하며 천천히 다가가?",
            "고백하기 전에 상대가 나 좋아하는지 확실히 알아볼 때까지 기다려?",
            "MT에서 마음에 드는 사람 있어도 확실한 신호 있을 때까지 관망해?",
            "카톡 보내기 전에 여러 번 지웠다 썼다 고치는 편이야?",
            "족보 공유한다고 번호 따는 것도 부담스러워?",
            "과팅 나가도 마음에 들어도 바로 표현은 못 하고 지켜봐?",
            "학교 주변 데이트 제안하기까지 몇 주 걸릴 것 같아?",
            "시험 기간에 좋아하는 사람 생기면 시험 끝나고 생각할래?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "도서관 같이 공부하자는 말 꺼내기 전에 여러 번 연습해?",
            "동아리 끝나고 술자리 꺼내기 전에 상대가 거절할까 봐 걱정돼?",
            "헌팅포차에서 마음에 들어도 상대가 먼저 다가오길 기다려?",
            "대학 축제 때 같이 가자고 말하기 전에 친구들 동향 확인해?",
            "팀플 조원 되고 싶어도 부담 줄까 봐 말 못 하고 기회 기다려?",
            "연락 왔을 때 바로 답하기보다 적당한 시간 고민해서 답해?",
            "종강 파티에서 좋아하는 사람에게 먼저 다가가기보다 눈치 봐?",
            "새내기 OT 때 마음에 드는 선배 있어도 한 학기 지켜볼 거야?",
            "학교 홈페이지 사진에서 좋아하는 사람 찾아봐도 표현은 못 해?",
            "학식 같이 먹자고 말이 입 밖으로 안 나와?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "엠티에서 같은 방 배정되어도 먼저 말 거는 건 부담스러워?",
            "좋아하는 사람이 다른 사람이랑 친한 거 보면 마음 접어?",
            "같은 강의실이면 자연스럽게 자리 근처에 앉으려고만 해?",
            "과방에 들어가기 전에 좋아하는 사람 있는지 확인하고 들어가?",
            "연애 상담 빌미라도 내 마음 알리는 게 어려워?",
            "술집에서 마주쳐도 우연인지 의도인지 확인해봐?",
            "과대 선거 때 투표해달라고 말도 부담스러워?",
            "학교 공지방에서 좋아하는 사람이랑 대화 나누기 어려워?",
            "기말고사 끝나고 영화 보자고 말하기 전에 용기 내는 데 시간 걸려?",
            "학교 축제 공연 따라 부르기보다 조용히 듣고만 있어?"
          ]
        }
      ]
    },
    {
      "combinationId": "20F_R",
      "ageGroup": "20대초반-대학생",
      "gender": "여성",
      "personality": "R-합리",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "좋아하는 사람 성적 잘 받아? 학점 관리 잘하는 사람한테 호감 가져?",
            "고백 전에 내가 얻을 수 있는 게 뭔지 장단점 따져봐?",
            "같은 강의 듣는 사람 좋아하면 수강신청 도움될지 따져봐?",
            "동아리 활동에 방해되지 않는 선에서 다가갈 수 있을지 생각해?",
            "MT 가서 술 마시는 게 시간 낭비인지 아닌지 따져봐?",
            "족보 공유한다고 번호 딸 때 그 사람이 쓸만한 진짜 족보인지 확인해?",
            "과팅 나가는 게 돈 아까우면 차라리 스터디 갈래?",
            "학교 주변 데이트하면 피로도 대비 효율이 높은 코스 생각해?",
            "시험 기간에 만나면 학점에 영향 줄지 먼저 계산해봐?",
            "학식 같이 먹자고 할 때 메뉴가 마음에 드는 곳인지 확인해?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "취업 준비 스터디 빌미로 다가가는 게 시간 대비 효율적이라고 봐?",
            "도서관 같이 공부하면 집중도가 높아질지 낮아질지 따져봐?",
            "헌팅포차에서 만나는 사람은 장기적인 관계 가능성이 낮다고 봐?",
            "대학 축제 같이 가면 그 날 예산 대비 만족도가 어떨지 계산해?",
            "팀플 조원으로 좋아하는 사람 넣는 게 과제 품질에 도움될지 생각해?",
            "카톡 답장 빠르면 나한테 관심 있다고 판단해?",
            "종강 파티에서 안주 건네는 게 성공 확률 높은 전략이라고 봐?",
            "새내기 OT 때 다가가는 게 나이 차이를 고려할 때 효율적일까?",
            "학교 홈페이지 사진 저장하는 게 시간 낭비라고 생각해?",
            "기말고사 끝나고 영화 보자고 할 때 전주 대비 상영수익률 따져봐?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "엠티에서 같은 방 배정 받는 게 비용 대비 효율적이라고 봐?",
            "동아리 후배한테 다가가는 게 인맥 확장에 도움될지 따져봐?",
            "같은 강의실 근처에 앉으면 수업 집중도에 어떤 영향 줄지 생각해?",
            "과방에 들어간다고 거짓말하는 게 들킬 리스크가 높다고 봐?",
            "술집에서 합석 제안하는 게 성공 확률 높을지 안 높을지 계산해?",
            "과대 선거 투표해달라고 말하는 게 투표율 상승에 기여할지 생각해?",
            "연애 상담 빌미로 접근하는 게 진심과 구분될 수 있다고 봐?",
            "축제 공연 따라 부르는 게 주변 사람들에게 불편을 줄까 봐?",
            "학식 같이 먹으면 식사시간이 늘어나서 비효율적일까?",
            "대학 생활에서 연애가 취업 준비에 방해될지 도움될지 따져봐?"
          ]
        }
      ]
    },
    {
      "combinationId": "20F_P",
      "ageGroup": "20대초반-대학생",
      "gender": "여성",
      "personality": "P-감성",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "캠퍼스에서 노을 보며 고백하는 상상 자주 해?",
            "좋아하는 사람이랑 첫눈 맞으면 영화 같은 장면일 것 같아?",
            "강의실 창가 자리에서 같이 있으면 좋겠다고 느껴?",
            "동아리 방에서 둘이 남았을 때 감성적인 순간 느껴?",
            "MT 밤하늘 별 보면서 둘이 이야기하는 상상 해?",
            "시험 끝나고 도서관 앞에서 마주치면 설레?",
            "학교 주변 카페에서 노트북 하면서 맞은편에 앉으면 좋겠다고 느껴?",
            "학식 먹으면서 같은 테이블이면 행복하다고 느껴?",
            "대학 축제 불꽃놀이 보면서 같이 있으면 로맨틱할 것 같아?",
            "엠티 버스에서 옆자리가 비어있으면 간절히 바래?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "종강 파티에서 눈 마주치면 그 순간이 특별하게 느껴져?",
            "도서관에서 같은 책 꺼내면 운명 같다고 느껴?",
            "헌팅포차에서 노래 흐르면 우리 얘기 같아서 설레?",
            "과팅에서 한 마디 해줬을 때 그 말이 밤새 머리에 맴돌아?",
            "좋아하는 사람이 추천한 책을 밤새 읽고 감동해봤어?",
            "취업 준비 같이 하면 힘든 시간도 설렐 것 같아?",
            "학교 축제 공연 따라 부르면서 눈 마주치면 가슴 뛸 것 같아?",
            "같은 강의 듣는데 목소리가 들리면 집중이 안 돼?",
            "OT 때 선배가 웃어주면 그 미소가 하루 종일 생각나?",
            "팀플 끝나고 밤길 걸으면서 이야기하는 게 로맨틱해 보여?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "연애 상담하면서 둘만의 비밀 생기면 특별할 것 같아?",
            "학교 근처 술집에서 마주치면 우연이 아닌 것 같아서 벅차?",
            "기말고사 끝나고 영화 보면서 팝콘 나눠 먹는 상상 해봤어?",
            "졸업식에서 꽃다발 받으면서 눈 마주치면 눈물 날 것 같아?",
            "학교 홈페이지 사진 속 그 사람만 계속 보게 돼?",
            "같은 강의실 들어갈 때 우연히 마주치면 그날 행운이라고 느껴?",
            "카톡 프로필 바뀌면 나 때문에 바꾼 거 아닐까 상상해?",
            "엠티에서 벽난로 앞 둘이 앉아있는 게 가장 감성적이야?",
            "과방에 들어갔을 때 벌써 와있으면 기분 좋아져?",
            "봄에 벚꽃길 걸으면서 사진 찍어주는 거 상상해 봤어?"
          ]
        }
      ]
    },
    {
      "combinationId": "20M_D",
      "ageGroup": "20대초반-대학생",
      "gender": "남성",
      "personality": "D-직진",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "같은 강의 듣는 여학생 마음에 들면 이번 주에 고백할래?",
            "동아리 후배한테 먼저 다가가서 번호 물어볼 수 있어?",
            "카톡 읽씹 당하면 바로 이유 물어보는 스타일이야?",
            "과팅에서 맘에 드는 사람 다음날 바로 연락할래?",
            "MT에서 술게임 때 마음에 드는 애 직접 지목할래?",
            "학교 주변 데이트 제안 바로 할 수 있어?",
            "시험 기간에도 좋아하는 사람에게 만나자고 할래?",
            "족보 공유한다고 핑계 대서 번호 딸래?",
            "과제 같이 하자는 명분으로 다가갈 수 있어?",
            "학식 같이 먹자고 바로 물어보는 편이야?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "취업 스터디 빌미로 좋아하는 사람에게 접근할래?",
            "도서관에서 같이 공부하자고 바로 말할 수 있어?",
            "동아리 끝나고 술 마시러 가자고 바로 제안할래?",
            "헌팅포차에서 마음에 드는 사람 있으면 바로 다가가?",
            "대학 축제 때 같이 놀러 가자고 당일에 연락할래?",
            "팀플 조원으로 넣어달라고 직접 말할 수 있어?",
            "연락 오면 바로 답장하고 자주 먼저 연락하는 편이야?",
            "종강 파티에서 좋아하는 사람에게 직접 안주 건넬 수 있어?",
            "학교 주변 카페에서 같이 공부하자고 제안할래?",
            "새내기 OT 때 마음에 드는 선배한테 바로 다가갈래?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "엠티에서 같은 방 쓰게 하려고 배정 조치할 수 있어?",
            "학교 홈페이지 사진 좋아하는 사람 거면 바로 저장해?",
            "같은 강의실에 일부러 자리 근처에 앉으려고 해?",
            "과방에 좋아하는 사람 있으면 거짓말하고라도 들어갈래?",
            "연애 상담 빌미로 개인적인 얘기 나누려고 할래?",
            "학교 근처 술집에서 마주치면 바로 합석 제안할래?",
            "과대 선거 때 마음에 드는 사람한테 표 달라고 직접 말할래?",
            "학교 공지방에서 좋아하는 사람이랑 대화 이어갈 수 있어?",
            "기말고사 끝나고 영화 보자고 바로 연락할 거야?",
            "학교 축제 공연 보면서 옆에서 같이 따라 부를래?"
          ]
        }
      ]
    },
    {
      "combinationId": "20M_C",
      "ageGroup": "20대초반-대학생",
      "gender": "남성",
      "personality": "C-신중",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "좋아하는 사람 생기면 한 학기 이상 고민하고 결정할래?",
            "같은 강의 듣는 사람 좋아하면 다가가기 전에 여러 번 생각해?",
            "동아리에서 친해지고 싶어도 분위기 파악하며 천천히 다가가?",
            "고백 전에 상대가 나 좋아하는지 확실히 알아볼 때까지 기다려?",
            "MT에서 마음에 드는 사람 있어도 확실한 신호 있을 때까지 관망해?",
            "카톡 보내기 전에 여러 번 지웠다 썼다 하는 편이야?",
            "족보 공유한다고 번호 따는 것도 부담스러워?",
            "과팅 나가서 마음에 들어도 바로 표현은 못 하고 지켜봐?",
            "학교 주변 데이트 제안까지 몇 주 걸릴 것 같아?",
            "시험 기간에 좋아하는 사람 생기면 시험 끝나고 생각할래?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "도서관 같이 공부하자는 말 꺼내기 전에 여러 번 연습해?",
            "동아리 끝나고 술자리 꺼내기 전에 상대가 거절할까 봐 걱정돼?",
            "헌팅포차에서 마음에 들어도 상대가 먼저 다가오길 기다려?",
            "대학 축제 같이 가자고 말하기 전에 친구들 동향 확인해?",
            "팀플 조원 되고 싶어도 부담 줄까 봐 기회 기다려?",
            "연락 왔을 때 바로 답하기보다 적당한 시간 뒤에 답해?",
            "종강 파티에서 좋아하는 사람에게 먼저 다가가기보다 눈치 봐?",
            "새내기 OT 때 마음에 드는 선배 있어도 한 학기 지켜볼 거야?",
            "학교 홈페이지 사진 찾아봐도 표현은 못 해?",
            "학식 같이 먹자고 말이 입 밖으로 안 나와?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "엠티에서 같은 방 배정되어도 먼저 말 거는 건 부담스러워?",
            "좋아하는 사람이 다른 사람이랑 친한 거 보면 마음 접어?",
            "같은 강의실이면 자연스럽게 자리 근처 앉으려고만 해?",
            "과방 들어가기 전에 좋아하는 사람 있는지 확인하고 들어가?",
            "연애 상담 빌미로 내 마음 알리는 게 어려워?",
            "술집에서 마주쳐도 우연인지 의도인지 확인해봐?",
            "과대 선거 때 투표해달라고 말도 부담스러워?",
            "학교 공지방에서 좋아하는 사람이랑 대화 나누기 어려워?",
            "기말고사 끝나고 영화 보자고 말하기 용건 내는 데 시간 걸려?",
            "축제 공연 따라 부르기보다 조용히 듣고 있어?"
          ]
        }
      ]
    },
    {
      "combinationId": "20M_R",
      "ageGroup": "20대초반-대학생",
      "gender": "남성",
      "personality": "R-합리",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "좋아하는 사람 성적 잘 받아? 학점 관리 잘하는 사람한테 호감 가져?",
            "고백 전에 내가 얻을 수 있는 게 뭔지 장단점 따져봐?",
            "같은 강의 듣는 사람 좋아하면 수강신청 도움될지 따져봐?",
            "동아리 활동에 방해되지 않게 다가갈 수 있을지 생각해?",
            "MT 가서 술 마시는 게 시간 낭비인지 아닌지 따져봐?",
            "족보 공유한다고 번호 딸 때 진짜 쓸만한 족보인지 확인해?",
            "과팅 나가는 게 돈 아까우면 차라리 스터디 갈래?",
            "학교 주변 데이트하면 피로도 대비 효율 높은 코스 생각해?",
            "시험 기간에 만나면 학점에 영향 줄지 먼저 계산해봐?",
            "학식 같이 먹자고 할 때 마음에 드는 메뉴인지 확인해?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "취업 스터디 빌미로 다가가는 게 시간 대비 효율적이라고 봐?",
            "도서관 같이 공부하면 집중도 높아질지 낮아질지 따져봐?",
            "헌팅포차에서 만나는 사람은 장기적 관계 가능성이 낮다고 봐?",
            "대학 축제 같이 가면 예산 대비 만족도 어떨지 계산해?",
            "팀플 조원으로 좋아하는 사람 넣는 게 과제 품질에 도움될지 생각해?",
            "카톡 답장 빠르면 나한테 관심 있다고 판단해?",
            "종강 파티에서 안주 건네는 게 성공 확률 높은 전략이라고 봐?",
            "새내기 OT 때 다가가는 게 나이 차이 고려할 때 효율적일까?",
            "학교 홈페이지 사진 저장하는 게 시간 낭비라고 생각해?",
            "기말고사 끝나고 영화 보자고 할 때 전주 대비 상영수익률 따져봐?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "엠티에서 같은 방 배정 받는 게 비용 대비 효율적이라고 봐?",
            "동아리 후배한테 다가가는 게 인맥 확장에 도움될지 따져봐?",
            "같은 강의실 근처 앉으면 수업 집중도에 어떤 영향 줄지 생각해?",
            "과방에 들어간다고 거짓말하는 게 들킬 리스크가 높다고 봐?",
            "술집에서 합석 제안하는 게 성공 확률 높을지 계산해?",
            "과대 선거 투표해달라고 말하는 게 투표율 상승에 기여할지 생각해?",
            "연애 상담 빌미로 접근하는 게 진심과 구분될 수 있다고 봐?",
            "축제 공연 따라 부르는 게 주변 사람들에게 불편 줄까 봐?",
            "학식 같이 먹으면 식사시간이 늘어나서 비효율적일까?",
            "대학 생활에서 연애가 취업 준비에 방해될지 도움될지 따져봐?"
          ]
        }
      ]
    },
    {
      "combinationId": "20M_P",
      "ageGroup": "20대초반-대학생",
      "gender": "남성",
      "personality": "P-감성",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "캠퍼스에서 노을 보며 고백하는 상상 자주 해?",
            "좋아하는 사람이랑 첫눈 맞으면 영화 같은 장면일 것 같아?",
            "강의실 창가 자리에서 같이 있으면 좋겠다고 느껴?",
            "동아리 방에서 둘이 남았을 때 감성적인 순간 느껴?",
            "MT 밤하늘 별 보면서 둘이 이야기하는 상상 해?",
            "시험 끝나고 도서관 앞에서 마주치면 설레?",
            "학교 주변 카페에서 노트북 하면서 맞은편에 앉으면 좋겠다고 느껴?",
            "학식 먹으면서 같은 테이블이면 행복하다고 느껴?",
            "대학 축제 불꽃놀이 보면서 같이 있으면 로맨틱할 것 같아?",
            "엠티 버스에서 옆자리가 비어있으면 간절히 바래?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "종강 파티에서 눈 마주치면 그 순간이 특별하게 느껴져?",
            "도서관에서 같은 책 꺼내면 운명 같다고 느껴?",
            "헌팅포차에서 노래 흐르면 우리 얘기 같아서 설레?",
            "과팅에서 한 마디 해줬을 때 그 말이 밤새 머리에 맴돌아?",
            "좋아하는 사람이 추천한 책을 밤새 읽고 감동해봤어?",
            "취업 준비 같이 하면 힘든 시간도 설렐 것 같아?",
            "학교 축제 공연 따라 부르면서 눈 마주치면 가슴 뛸 것 같아?",
            "같은 강의 듣는데 목소리가 들리면 집중이 안 돼?",
            "OT 때 선배가 웃어주면 그 미소가 하루 종일 생각나?",
            "팀플 끝나고 밤길 걸으면서 이야기하는 게 로맨틱해 보여?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "연애 상담하면서 둘만의 비밀 생기면 특별할 것 같아?",
            "학교 근처 술집에서 마주치면 우연이 아닌 것 같아서 벅차?",
            "기말고사 끝나고 영화 보면서 팝콘 나눠 먹는 상상 해봤어?",
            "졸업식에서 꽃다발 받으면서 눈 마주치면 눈물 날 것 같아?",
            "학교 홈페이지 사진 속 그 사람만 계속 보게 돼?",
            "같은 강의실 들어갈 때 우연히 마주치면 그날 행운이라고 느껴?",
            "카톡 프로필 바뀌면 나 때문에 바꾼 거 아닐까 상상해?",
            "엠티에서 벽난로 앞 둘이 앉아있는 게 가장 감성적이야?",
            "과방에 들어갔을 때 벌써 와있으면 기분 좋아져?",
            "봄에 벚꽃길 걸으면서 사진 찍어주는 거 상상해 봤어?"
          ]
        }
      ]
    },
    {
      "combinationId": "20F2_D",
      "ageGroup": "20대중반-사회초년생",
      "gender": "여성",
      "personality": "D-직진",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "회사 신입사원한테 바로 다가가서 밥 먹자고 할래?",
            "직장 동료랑 회식 때 바로 술자리 제안할 수 있어?",
            "자취하는데 좋아하는 사람이 있으면 먼저 집 초대할래?",
            "친구 결혼식에서 마음에 드는 사람 다음날 바로 연락할래?",
            "앱에서 매칭되면 당일에 만나자고 제안하는 편이야?",
            "커리어 걱정 중에도 좋아하는 사람 생기면 바로 고백할래?",
            "야근 끝나고 같이 야식 먹자고 직접 물어볼 수 있어?",
            "소개팅 나가서 마음에 들면 바로 다음 약속 잡아?",
            "독립 생활하면서 외로울 때 먼저 연락하는 스타일이야?",
            "퇴근 길에 마주치면 바로 같이 가자고 말할 수 있어?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "주말에 카페에서 공부하자고 바로 제안할 수 있어?",
            "직장 상사랑도 워크숍에서 술 마시며 친해질 수 있어?",
            "회사 앞에서 마음에 드는 사람 있으면 점심 같이 먹자고 할래?",
            "동기들 모임에서 마음에 드는 사람 있으면 번호 바로 물어?",
            "자취방에서 요리해서 먹자고 바로 초대할 수 있어?",
            "야근 중에도 좋아하는 사람한테 톡 보낼 수 있어?",
            "친구들 결혼식 날짜 겹쳐도 데이트 제안할래?",
            "소개팅 앱에서 프로필 보고 바로 좋아요 누르는 편이야?",
            "퇴근 후에 영화 보자고 바로 연락할 수 있어?",
            "회식 후에 같이 택시 탈래? 하고 바로 물어볼래?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "월요일 출근길에 좋아하는 사람 보이면 바로 인사할 수 있어?",
            "회사 사내커뮤니티에서 좋아하는 사람 댓글 바로 달아?",
            "친구들이랑 미팅 자리에서 마음에 드는 사람 있으면 바로 직진?",
            "자취하면서 주변 추천 맛집 소개한다고 바로 제안할래?",
            "직장 다니면서도 주말约會 바로 잡는 스타일이야?",
            "야근 많은 시즌에도 사귀자고 먼저 말할 수 있어?",
            "회식 끝나고 같이 마실래? 하고 바로 물어?",
            "독립 생활 중에 데이트 비용이 부담스러워도 바로 제안할래?",
            "커리어 때문에 바쁜데 좋아하면 바로 표현하는 편이야?",
            "퇴근 후 1시간이면 볼 수 있을 때 즉흥적으로 만나자고 할래?"
          ]
        }
      ]
    },
    {
      "combinationId": "20F2_C",
      "ageGroup": "20대중반-사회초년생",
      "gender": "여성",
      "personality": "C-신중",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "회사 신입사원 좋아해도 다가가기 전에 몇 달 고민할래?",
            "직장 동료랑 회식에서 친해지고 싶어도 분위기 먼저 봐?",
            "자취하는데 좋아하는 사람 있어도 집 초대까지 몇 개월 걸릴 것 같아?",
            "친구 결혼식에서 마음에 드는 사람 있어도 다음날 연락 못 해?",
            "앱에서 매칭되어도 몇 주 이야기하다가 만나자고 할래?",
            "커리어 걱정 중에 좋아하는 사람 생겨도 일단 지켜볼래?",
            "야근 끝나고 야식 같이 먹자고 말하는 게 부담스러워?",
            "소개팅 나가서 마음에 들어도 세 번째 만나기 전까지 확실히 관망해?",
            "독립 생활해서 외로워도 먼저 연락하기 어려워?",
            "퇴근 길에 마주쳐도 같이 가자고 말하기 전에 용건 내는 시간 필요해?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "주말 카페 같이 가자고 말 꺼내기 전에 여러 번 망설여?",
            "직장 상사랑 워크숍에서도 먼저 다가가기보다 눈치 봐?",
            "회사 앞에서 마음에 드는 사람 있어도 점심 제안까지 시간 걸려?",
            "동기 모임에서 번호 물어보기 전에 상대 마음 알아볼래?",
            "자취방 초대한다는 말 꺼내기 전에 몇 주 준비할래?",
            "야근 중에 좋아하는 사람한테 톡 보낼 타이밍 계산해?",
            "친구 결혼식 날짜랑 겹쳐도 데이트 제안할 용기가 안 나?",
            "소개팅 앱에서 프로필 보고 고민하다가 안 눌러?",
            "퇴근 후 영화 보자고 말하면 거절당할까 봐 걱정돼?",
            "회식 후 택시 같이 타자고 말하기 전에 분위기 확인해?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "월요일 출근길에 좋아하는 사람 보여도 먼저 인사 못 해?",
            "회사 사내커뮤니티에서 좋아하는 사람 글 봐도 댓글 달기 망설여?",
            "친구 미팅 자리에서 마음에 들어도 상대가 먼저 다가오길 기다려?",
            "자취하면서 맛집 소개한다고 말하기 전에 여러 번 생각해?",
            "직장 다니면서 주말約會 제안까지 용기 내는 데 시간 걸려?",
            "야근 많은 시즌에 사귀자고 하면 부담 줄까 봐 말 못 해?",
            "회식 끝나고 같이 마실래? 말 입 밖으로 잘 안 나와?",
            "독립 생활 중 데이트 비용 부담스러우면 그냥 안 만날래?",
            "커리어 바쁜데 좋아하면 좋아한다는 표현이 어려워?",
            "퇴근 후 1시간이면 만날 수 있는데도 즉흥적인 건 어려워?"
          ]
        }
      ]
    },
    {
      "combinationId": "20F2_R",
      "ageGroup": "20대중반-사회초년생",
      "gender": "여성",
      "personality": "R-합리",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "회사 신입사원 업무 능력 보고 호감 가질 수 있는 사람한테 다가갈래?",
            "직장 동료랑 회식이 업무 관계에 도움될지 장단점 따져봐?",
            "자취하면서 초대할 때 집 청소하고 준비하는 시간 대비 효율 생각해?",
            "친구 결혼식에서 만나는 사람이랑 장거리 가능성 먼저 따져봐?",
            "앱에서 매칭되면 만나기 전에 프로필 분석해서 괜찮은지 판단해?",
            "커리어 걱정 중 연애하면 번아웃 올 확률을 계산해봐?",
            "야근 끝나고 야식 같이 먹는 게 시간 대비 효율적인지 생각해?",
            "소개팅 나가면 돈 쓰는 거 대비 만남의 질이 어떨지 따져봐?",
            "독립 생활 중 연애비용이 월 예산에 얼마나 들지 계산해봐?",
            "퇴근 길 마주치면 같이 가는 게 시간 낭비인지 아닌지 따져봐?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "주말 카페 같이 가는 게 휴식 효율에 도움될지 장애될지 판단해?",
            "워크숍에서 상사랑 술 마시는 게 인사평가에 반영될지 생각해?",
            "회사 앞에서 점심 같이 먹으면 업무 집중도에 어떤 영향 줄지 따져봐?",
            "동기 모임에서 만나는 사람이 커리어 도움될지 먼저 생각해?",
            "자취방 초대하는 게 집 관리 비용 대비 만족도가 높을지 따져봐?",
            "야근 중 좋아하는 사람한테 톡 보내면 업무 효율 떨어질지 생각해?",
            "결혼식 날짜랑 겹치는 데이트 제안이 시간 관리상 효율적인지 따져봐?",
            "소개팅 앱에서 프로필 보고 시간 투자 대비 만날 확률 계산해?",
            "퇴근 후 영화 보는 게 피로 회복에 도움될지 방해될지 따져봐?",
            "회식 후 택시 같이 타면 비용 대비 이동 효율이 좋을지 계산해?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "월요일 출근길 인사하는 게 직장 내 이미지에 도움될지 생각해?",
            "회사 커뮤니티에서 댓글 다는 게 피드백에 도움될지 따져봐?",
            "친구 미팅 자리에서 만나는 사람이 내 인맥에 도움될지 먼저 생각해?",
            "맛집 소개한다는 명분으로 연락하는 게 성공 확률 높을지 계산해?",
            "주말约會가 주중 업무 집중도에 어떤 영향 줄지 먼저 따져봐?",
            "야근 많은 시즌에 연애 시작하면 서로에게 피로가 쌓일지 생각해?",
            "회식 후 마시는 게 숙취로 인한 다음 날 업무 차질 발생 확률 따져봐?",
            "독립 생활 중 연애비용이 저축 목표에 미칠 영향 계산해봐?",
            "커리어 바쁠 때 연애하면 목표 달성 기한이 늦어질지 따져봐?",
            "퇴근 후 1시간 만나는 게 수면시간 대비 감정적 이득이 클지 생각해?"
          ]
        }
      ]
    },
    {
      "combinationId": "20F2_P",
      "ageGroup": "20대중반-사회초년생",
      "gender": "여성",
      "personality": "P-감성",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "퇴근길 노을 보면서 고백하는 상상 자주 해?",
            "야근 끝나고 같이 야식 먹으면서 위로받는 게 로맨틱해 보여?",
            "자취방에서 둘이 요리하는 게 감성적일 것 같아?",
            "친구 결혼식에서 눈 마주치면 운명 같다고 느껴?",
            "앱에서 매칭되었을 때 프로필 사진이 느낌 있으면 설레?",
            "커리어 걱정 중에도 좋아하는 사람 생기면 마음이 따뜻해져?",
            "회사 근처 카페에서 퇴근 후 이야기 나누는 게 위로가 될 것 같아?",
            "독립 생활 중 외로울 때 연락하면 위로가 될 것 같아?",
            "퇴근길 마주치면 우연이 아닌 것 같아서 벅차?",
            "주말 아침 일찍 일어나서 만나는 게 특별하게 느껴져?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "회식 끝나고 택시 같이 타면서 이야기하는 게 감성적일 것 같아?",
            "직장 동료랑 워크숍에서 별 보면서 대화하는 상상해?",
            "회사 앞에서 점심 같이 먹으면서 일상 나누는 게 행복해 보여?",
            "동기 모임에서 분위기 좋은 노래 나올 때 눈 마주치면 설레?",
            "자취방에서 영화 보면서 팝콘 나눠 먹는 게 로맨틱해 보여?",
            "야근 중 톡 한 마디 와도 하루 종일 그 말 생각나?",
            "친구 결혼식에서 신랑신부 보는데 같이 있으면 감동적일 것 같아?",
            "소개팅 앱에서 마음에 드는 사람과 메시지 주고받으면 설레?",
            "퇴근 후 영화 보면서 스트레스 풀 수 있으면 좋겠다고 느껴?",
            "회식 술자리에서 웃는 모습 보고 마음에 들면 그 미소가 하루 생각나?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "월요일 출근길에 좋아하는 사람 보면 한 주가 행복하게 시작돼?",
            "회사 커뮤니티에서 서로 반응 주고받으면 특별한 관계 같아?",
            "친구 미팅 자리에서 봄비 오는 날 마주치면 드라마 같을 것 같아?",
            "맛집 소개하면서 둘이서 새로운 음식 발견하는 게 재미있어 보여?",
            "주말约會하면서 주중 힘든 일들이 녹아내리는 느낌?",
            "야근 많은 시즌에도 서로 응원해주면 힘이 날 것 같아?",
            "회식 후 같이 걷는 밤거리가 가장 감성적인 순간이야?",
            "독립 생활하면서 누군가와 일상을 공유하는 게 따뜻해 보여?",
            "커리어 고민 나누면서 위로받는 게 특별한 연결 같아?",
            "퇴근 후 1시간 만나도 그 시간이 하루 중 가장 행복할 것 같아?"
          ]
        }
      ]
    },
    {
      "combinationId": "20M2_D",
      "ageGroup": "20대중반-사회초년생",
      "gender": "남성",
      "personality": "D-직진",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "회사 신입사원한테 바로 다가가서 밥 먹자고 할래?",
            "직장 동료랑 회식 때 바로 술자리 제안할 수 있어?",
            "자취하는데 마음에 드는 사람 있으면 먼저 집 초대할래?",
            "친구 결혼식에서 마음에 든 사람 다음날 바로 연락할래?",
            "앱에서 매칭되면 당일에 만나자고 제안하는 편이야?",
            "커리어 걱정 중에도 좋아하는 사람 생기면 바로 고백할래?",
            "야근 끝나고 같이 야식 먹자고 직접 물어볼 수 있어?",
            "소개팅 나가서 마음에 들면 바로 다음 약속 잡아?",
            "독립 생활 외로울 때 먼저 연락하는 스타일이야?",
            "퇴근길에 마주치면 바로 같이 가자고 말할 수 있어?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "주말 카페에서 공부하자고 바로 제안할 수 있어?",
            "직장 상사랑도 워크숍에서 술 마시며 친해질 수 있어?",
            "회사 앞에서 마음에 드는 사람 있으면 점심 같이 먹자고 할래?",
            "동기 모임에서 마음에 드는 사람 있으면 번호 바로 물어?",
            "자취방에서 요리해서 먹자고 바로 초대할 수 있어?",
            "야근 중에도 좋아하는 사람한테 톡 보낼 수 있어?",
            "친구 결혼식 날짜 겹쳐도 데이트 제안할래?",
            "소개팅 앱에서 프로필 보고 바로 좋아요 누르는 편이야?",
            "퇴근 후 영화 보자고 바로 연락할 수 있어?",
            "회식 후에 같이 택시 탈래? 하고 바로 물어볼래?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "월요일 출근길에 좋아하는 사람 보이면 바로 인사할 수 있어?",
            "회사 사내커뮤니티에서 좋아하는 사람 댓글 바로 달아?",
            "친구들이랑 미팅 자리에서 마음에 드는 사람 있으면 바로 직진?",
            "자취하면서 주변 추천 맛집 소개한다고 바로 제안할래?",
            "직장 다니면서도 주말约會 바로 잡는 스타일이야?",
            "야근 많은 시즌에도 사귀자고 먼저 말할 수 있어?",
            "회식 끝나고 같이 마실래? 하고 바로 물어?",
            "독립 생활 중 데이트 비용 부담스러워도 바로 제안할래?",
            "커리어 때문에 바쁜데 좋아하면 바로 표현하는 편이야?",
            "퇴근 후 1시간이면 볼 수 있을 때 즉흥적으로 만나자고 할래?"
          ]
        }
      ]
    },
    {
      "combinationId": "20M2_C",
      "ageGroup": "20대중반-사회초년생",
      "gender": "남성",
      "personality": "C-신중",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "회사 신입사원 좋아해도 다가가기 전에 몇 달 고민할래?",
            "직장 동료랑 회식에서 친해지고 싶어도 분위기 먼저 봐?",
            "자취하는데 좋아하는 사람 있어도 집 초대까지 몇 개월 걸릴 것 같아?",
            "친구 결혼식에서 마음에 드는 사람 있어도 다음날 연락 못 해?",
            "앱에서 매칭되어도 몇 주 이야기하다가 만나자고 할래?",
            "커리어 걱정 중에 좋아하는 사람 생겨도 일단 지켜볼래?",
            "야근 끝나고 야식 같이 먹자고 말하는 게 부담스러워?",
            "소개팅 나가서 마음에 들어도 세 번째 만나기 전까지 확실히 관망해?",
            "독립 생활해서 외로워도 먼저 연락하기 어려워?",
            "퇴근길에 마주쳐도 같이 가자고 말하기 전에 용건 내는 시간 필요해?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "주말 카페 같이 가자고 말 꺼내기 전에 여러 번 망설여?",
            "직장 상사랑 워크숍에서도 먼저 다가가기보다 눈치 봐?",
            "회사 앞에서 마음에 드는 사람 있어도 점심 제안까지 시간 걸려?",
            "동기 모임에서 번호 물어보기 전에 상대 마음 알아볼래?",
            "자취방 초대한다는 말 꺼내기 전에 몇 주 준비할래?",
            "야근 중에 좋아하는 사람한테 톡 보낼 타이밍 계산해?",
            "친구 결혼식 날짜랑 겹쳐도 데이트 제안할 용기가 안 나?",
            "소개팅 앱에서 프로필 보고 고민하다가 안 눌러?",
            "퇴근 후 영화 보자고 말하면 거절당할까 봐 걱정돼?",
            "회식 후 택시 같이 타자고 말하기 전에 분위기 확인해?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "월요일 출근길에 좋아하는 사람 보여도 먼저 인사 못 해?",
            "회사 사내커뮤니티에서 좋아하는 사람 글 봐도 댓글 달기 망설여?",
            "친구 미팅 자리에서 마음에 들어도 상대가 먼저 다가오길 기다려?",
            "자취하면서 맛집 소개한다고 말하기 전에 여러 번 생각해?",
            "직장 다니면서 주말约會 제안까지 용기 내는 데 시간 걸려?",
            "야근 많은 시즌에 사귀자고 하면 부담 줄까 봐 말 못 해?",
            "회식 끝나고 같이 마실래? 말 입 밖으로 잘 안 나와?",
            "독립 생활 중 데이트 비용 부담스러우면 그냥 안 만날래?",
            "커리어 바쁜데 좋아하면 좋아한다는 표현이 어려워?",
            "퇴근 후 1시간이면 만날 수 있는데도 즉흥적인 건 어려워?"
          ]
        }
      ]
    },
    {
      "combinationId": "20M2_R",
      "ageGroup": "20대중반-사회초년생",
      "gender": "남성",
      "personality": "R-합리",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "회사 신입사원 업무 능력 보고 호감 가질 수 있는 사람한테 다가갈래?",
            "직장 동료랑 회식이 업무 관계에 도움될지 장단점 따져봐?",
            "자취하면서 초대할 때 집 청소하고 준비하는 시간 대비 효율 생각해?",
            "친구 결혼식에서 만나는 사람이랑 장거리 가능성 먼저 따져봐?",
            "앱에서 매칭되면 만나기 전에 프로필 분석해서 괜찮은지 판단해?",
            "커리어 걱정 중 연애하면 번아웃 올 확률을 계산해봐?",
            "야근 끝나고 야식 같이 먹는 게 시간 대비 효율적인지 생각해?",
            "소개팅 나가면 돈 쓰는 거 대비 만남의 질이 어떨지 따져봐?",
            "독립 생활 중 연애비용이 월 예산에 얼마나 들지 계산해봐?",
            "퇴근길 마주치면 같이 가는 게 시간 낭비인지 아닌지 따져봐?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "주말 카페 같이 가는 게 휴식 효율에 도움될지 장애될지 판단해?",
            "워크숍에서 상사랑 술 마시는 게 인사평가에 반영될지 생각해?",
            "회사 앞에서 점심 같이 먹으면 업무 집중도에 어떤 영향 줄지 따져봐?",
            "동기 모임에서 만나는 사람이 커리어 도움될지 먼저 생각해?",
            "자취방 초대하는 게 집 관리 비용 대비 만족도가 높을지 따져봐?",
            "야근 중 좋아하는 사람한테 톡 보내면 업무 효율 떨어질지 생각해?",
            "결혼식 날짜랑 겹치는 데이트 제안이 시간 관리상 효율적인지 따져봐?",
            "소개팅 앱에서 프로필 보고 시간 투자 대비 만날 확률 계산해?",
            "퇴근 후 영화 보는 게 피로 회복에 도움될지 방해될지 따져봐?",
            "회식 후 택시 같이 타면 비용 대비 이동 효율이 좋을지 계산해?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "월요일 출근길 인사하는 게 직장 내 이미지에 도움될지 생각해?",
            "회사 커뮤니티에서 댓글 다는 게 피드백에 도움될지 따져봐?",
            "친구 미팅 자리에서 만나는 사람이 내 인맥에 도움될지 먼저 생각해?",
            "맛집 소개한다는 명분으로 연락하는 게 성공 확률 높을지 계산해?",
            "주말约회가 주중 업무 집중도에 어떤 영향 줄지 먼저 따져봐?",
            "야근 많은 시즌에 연애 시작하면 서로에게 피로가 쌓일지 생각해?",
            "회식 후 마시는 게 숙취로 인한 다음 날 업무 차질 발생 확률 따져봐?",
            "독립 생활 중 연애비용이 저축 목표에 미칠 영향 계산해봐?",
            "커리어 바쁠 때 연애하면 목표 달성 기한이 늦어질지 따져봐?",
            "퇴근 후 1시간 만나는 게 수면시간 대비 감정적 이득이 클지 생각해?"
          ]
        }
      ]
    },
    {
      "combinationId": "20M2_P",
      "ageGroup": "20대중반-사회초년생",
      "gender": "남성",
      "personality": "P-감성",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "퇴근길 노을 보면서 고백하는 상상 자주 해?",
            "야근 끝나고 같이 야식 먹으면서 위로받는 게 로맨틱해 보여?",
            "자취방에서 둘이 요리하는 게 감성적일 것 같아?",
            "친구 결혼식에서 눈 마주치면 운명 같다고 느껴?",
            "앱에서 매칭되었을 때 프로필 사진이 느낌 있으면 설레?",
            "커리어 걱정 중에도 좋아하는 사람 생기면 마음이 따뜻해져?",
            "회사 근처 카페에서 퇴근 후 이야기 나누는 게 위로가 될 것 같아?",
            "독립 생활 중 외로울 때 연락하면 위로가 될 것 같아?",
            "퇴근길 마주치면 우연이 아닌 것 같아서 벅차?",
            "주말 아침 일찍 일어나서 만나는 게 특별하게 느껴져?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "회식 끝나고 택시 같이 타면서 이야기하는 게 감성적일 것 같아?",
            "직장 동료랑 워크숍에서 별 보면서 대화하는 상상해?",
            "회사 앞에서 점심 같이 먹으면서 일상 나누는 게 행복해 보여?",
            "동기 모임에서 분위기 좋은 노래 나올 때 눈 마주치면 설레?",
            "자취방에서 영화 보면서 팝콘 나눠 먹는 게 로맨틱해 보여?",
            "야근 중 톡 한 마디 와도 하루 종일 그 말 생각나?",
            "친구 결혼식에서 신랑신부 보는데 같이 있으면 감동적일 것 같아?",
            "소개팅 앱에서 마음에 드는 사람과 메시지 주고받으면 설레?",
            "퇴근 후 영화 보면서 스트레스 풀 수 있으면 좋겠다고 느껴?",
            "회식 술자리에서 웃는 모습 보고 마음에 들면 그 미소가 하루 생각나?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "월요일 출근길에 좋아하는 사람 보면 한 주가 행복하게 시작돼?",
            "회사 커뮤니티에서 서로 반응 주고받으면 특별한 관계 같아?",
            "친구 미팅 자리에서 봄비 오는 날 마주치면 드라마 같을 것 같아?",
            "맛집 소개하면서 둘이서 새로운 음식 발견하는 게 재미있어 보여?",
            "주말约회하면서 주중 힘든 일들이 녹아내리는 느낌?",
            "야근 많은 시즌에도 서로 응원해주면 힘이 날 것 같아?",
            "회식 후 같이 걷는 밤거리가 가장 감성적인 순간이야?",
            "독립 생활하면서 누군가와 일상을 공유하는 게 따뜻해 보여?",
            "커리어 고민 나누면서 위로받는 게 특별한 연결 같아?",
            "퇴근 후 1시간 만나도 그 시간이 하루 중 가장 행복할 것 같아?"
          ]
        }
      ]
    },
    {
      "combinationId": "20F3_D",
      "ageGroup": "20대후반-경력직",
      "gender": "여성",
      "personality": "D-직진",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "승진 고민 중에도 마음에 드는 사람 생기면 바로 고백할래?",
            "이직 생각 중일 때 만나는 사람 있으면 진지한 관계 바로 시작할래?",
            "직장 상사 추천으로 만난 사람 마음에 들면 두번째 만남 바로 잡아?",
            "결혼 압박받을 때 좋아하는 사람 생기면 가족한테 바로 소개할래?",
            "부모님 걱정 중에도 연애 우선순위 높이고 바로 행동할래?",
            "경제적 안정 생각 중에도 좋아하면 바로 다가갈 수 있어?",
            "친구들 다 결혼해도 진지한 만남 생기면 바로 전념할래?",
            "회사 워크숍에서 마음에 드는 사람 다음날 바로 점심 제안할래?",
            "소개팅 앱에서 진지한 관계 원하는 사람 바로 만나자고 할래?",
            "경력직 모임에서 좋아하는 사람 있으면 명함 바로 교환할래?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "퇴근 후 저녁 먹자고 바로 제안할 수 있어?",
            "블라인드 커뮤니티에서 좋아하는 사람 댓글 바로 달 수 있어?",
            "부모님 소개로 만난 사람 다음날 연락 바로 할 수 있어?",
            "진지한 만남 원하는 사람 만나면 3개월 안에 결혼 얘기 꺼낼래?",
            "학교 동창모임에서 마음에 드는 사람 바로 다가갈래?",
            "회사 스터디모임에서 좋아하는 사람 바로 옆자리 신청할래?",
            "연말 모임에서 마음에 드는 사람 있으면 새해에 바로 연락할래?",
            "결혼 정보 업체 통해 만난 사람 마음에 들면 두 번째 만남 바로 잡아?",
            "취미 활동에서 좋아하는 사람 있으면 바로 그룹톡에서 연락할래?",
            "퇴근길 우연히 마주치면 카페 가자고 바로 물어볼래?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "승진 후 축하한다고 마음에 드는 사람에게 바로 연락할래?",
            "이직 준비 중에도 좋아하는 사람과 미래 계획 바로 공유할래?",
            "팀플 회식에서 같이 나가자고 바로 제안할 수 있어?",
            "경제적 안정 이뤘다고 생각하면 바로 만남 시작할래?",
            "부모님께 소개한다고 바로 말할 수 있어?",
            "결혼 압박 무시하고 진짜 좋아하는 사람과 바로 만날래?",
            "친구 결혼식에서 눈 마주치면 다음 주에 바로 만나자고 할래?",
            "진지한 만남 자신 있다고 프로필에 바로 적을래?",
            "회사 연말 파티에서 춤추자고 바로 초대할 수 있어?",
            "경력직 네트워킹 행사에서 마음에 드는 사람 명함 바로 받을래?"
          ]
        }
      ]
    },
    {
      "combinationId": "20F3_C",
      "ageGroup": "20대후반-경력직",
      "gender": "여성",
      "personality": "C-신중",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "승진 고민 중에 좋아하는 사람 생겨도 일단 지켜볼래?",
            "이직 생각 중일 때 만나는 사람 있어도 확실한 미래 보장 안 되면 시작 안 해?",
            "직장 상사 추천으로 만난 사람이라도 마음 준비까지 몇 개월 걸려?",
            "결혼 압박받을 때 좋아하는 사람 있어도 부모님 반응부터 봐?",
            "부모님 걱정 중에 연애를 우선순위로 두기 어려워?",
            "경제적 안정 생각하면서 연애도 신중하게 접근해?",
            "친구들 다 결혼해도 진지한 만남은 확신 생길 때까지 기다릴래?",
            "회사 워크숍에서 마음에 드는 사람 있어도 말 꺼내기까지 몇 주 걸려?",
            "소개팅 앱에서 진지한 관계 원해도 만나기 전에 충분히 알아볼래?",
            "경력직 모임에서 좋아하는 사람 있어도 명함 교환까지 용기 내는 데 시간 걸려?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "퇴근 후 저녁 먹자고 말하기 전에 이유가 뭐가 있을지 생각해?",
            "블라인드에서 좋아하는 사람 글 봐도 댓글 달기 전에 여러 번 고민해?",
            "부모님 소개로 만난 사람 다음날 연락 못 하고 며칠 기다려?",
            "진지한 만남 원하는 사람 만나도 결혼 얘기는 6개월 이후에나 꺼낼래?",
            "학교 동창모임에서 마음에 드는 사람 있어도 상대 반응 확인하고 다가갈래?",
            "회사 스터디모임에서 옆자리 신청한다는 게 부담스러워?",
            "연말 모임에서 마음에 드는 사람 새해에 연락할 용기가 안 나?",
            "결혼 정보 업체 통해 만난 사람이라도 세 번째까지는 마음 안 줘?",
            "취미 활동에서 좋아하는 사람 그룹톡에서 연락하기 전에 용기 내는 데 시간 걸려?",
            "퇴근길 마주쳐도 카페 가자고 말할 타이밍 못 잡아?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "승진 후 축하한다고 연락하는 게 부담스러워?",
            "이직 준비 중에도 미래 계획 공유하기 전에 얼마나 오래 됐는지 따져봐?",
            "팀플 회식에서 같이 나가자고 말하기 전에 분위기 확인해?",
            "경제적 안정 이뤘어도 연애 시작하기 전에 더 많이 모아놔야 한다고 생각해?",
            "부모님께 소개한다고 말하기 전에 얼마나 만났는지 따져 봐?",
            "결혼 압박 있어도 진짜 좋아하는 사람과 확실하지 않으면 안 만나?",
            "친구 결혼식에서 눈 마주쳐도 다음 주에 만나자고 용기 못 내?",
            "진지한 만남 자신 있다고 프로필에 적어도 진짜 만나면 신중해져?",
            "회사 연말 파티에서 춤추자고 초대하기 전에 눈치 봐?",
            "경력직 네트워킹 행사에서 명함 받아도 바로 연락 못 해?"
          ]
        }
      ]
    },
    {
      "combinationId": "20F3_R",
      "ageGroup": "20대후반-경력직",
      "gender": "여성",
      "personality": "R-합리",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "승진 고민 중에 연애하면 업무 집중도에 어떤 영향 줄지 따져봐?",
            "이직 생각 중일 때 만나는 사람이 새 직장에 지장 줄지 생각해?",
            "직장 상사 추천으로 만난 사람이 인맥 확장에 도움될지 따져봐?",
            "결혼 압박받을 때 만나는 사람이 결혼에 적합한 조건인지 판단해?",
            "부모님 걱정 중에 연애비용이 가계에 미칠 영향 계산해봐?",
            "경제적 안정을 더 이룬 다음에 연애하는 게 효율적이라고 봐?",
            "친구들 결혼했을 때 나도 결혼하면 경제적 시너지가 있을지 따져봐?",
            "회사 워크숍에서 만나는 사람이 업무 네트워크에 도움될지 먼저 생각해?",
            "소개팅 앱에서 진지한 관계 원하는 사람 진짜인지 프로필 분석해?",
            "경력직 모임에서 만나는 사람이 커리어에 도움될지 계산해?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "퇴근 후 저녁 먹는 게 시간 대비 효율적인지 생각해?",
            "블라인드에서 댓글 다는 게 익명 커뮤니티에서 어떤 반응 얻을지 따져봐?",
            "부모님 소개로 만난 사람이 부모님 기준에 맞는지 검증해?",
            "진지한 만남 원하는 사람과 3개월 만에 결혼 얘기 꺼내는 게 효율적인지 따져봐?",
            "학교 동창모임에서 만나는 사람이 과거부터 알던 사이라 신뢰할 수 있을지 생각해?",
            "회사 스터디모임에서 옆자리 앉는 게 팀워크에 도움될지 따져봐?",
            "연말 모임에서 만난 사람 새해에 연락하는 게 시간 대비 효율적이라고 봐?",
            "결혼 정보 업체 통해 만난 사람이 회비 대비 가치있는지 따져봐?",
            "취미 활동에서 만나는 게 공통 관심사 기반의 효율적 만남이라고 봐?",
            "퇴근길 마주쳐서 카페 가는 게 피로도 대비 효율적인지 계산해?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "승진 후 축하 연락이 상대에게 특별한 의미로 전달될 확률 높은지 따져봐?",
            "이직 준비 중에 미래 계획 공유하는 게 리스크가 되지 않을지 생각해?",
            "팀플 회식에서 같이 나가는 게 업무 이미지에 도움될지 판단해?",
            "경제적 안정 이뤘다고 판단하는 기준이 명확해? 그 이후에 연애할래?",
            "부모님께 소개한다는 것이 가족관계에 영향 줄지 미리 따져봐?",
            "결혼 압박 무시하고 만나는 게 시간 대비 효율적인 선택이라고 봐?",
            "친구 결혼식에서 만난 사람 다시 만나는 게 신뢰도 높은 접근이라고 봐?",
            "진지한 만남 자신 있다고 프로필 적으면 관심있는 사람 비율이 올라갈지 계산해?",
            "회사 연말 파티에서 춤추는 게 직장 내 이미지에 어떤 영향 줄지 생각해?",
            "경력직 네트워킹 행사에서 명함 교환이 커리어 네트워크에 가치 있는지 따져봐?"
          ]
        }
      ]
    },
    {
      "combinationId": "20F3_P",
      "ageGroup": "20대후반-경력직",
      "gender": "여성",
      "personality": "P-감성",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "승진 축하하면서 고백하는 상상을 해봤어?",
            "이직 생각 중일 때 위로받으면서 같이 새출발하는 게 감성적일 것 같아?",
            "직장 상사 추천으로 만나면 운명 같다고 느껴?",
            "결혼 압박받을 때 좋아하는 사람이 있으면 희망이 생겨?",
            "부모님 걱정 속에서도 사랑이 있으면 위로가 될 것 같아?",
            "경제적 안정 이루고 나서 사랑하면 더 행복할 것 같아?",
            "친구들 결혼하는 거 보면서 같이 있으면 감동적일 것 같아?",
            "회사 워크숍에서 둘이 남았을 때 감성적인 순간 느껴?",
            "소개팅 앱에서 진지한 프로필 보면 설레?",
            "경력직 모임에서 눈 마주치면 인연 같다고 느껴?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "퇴근 후 저녁 먹으면서 하루 이야기 나누는 게 위로가 될 것 같아?",
            "블라인드에서 같은 고민 나누는 사람 있으면 동질감 느껴?",
            "부모님 소개로 만난 사람이 잘해주면 감동적일 것 같아?",
            "진지한 만남하면서 같이 미래 그리는 게 가슴 뛸 것 같아?",
            "학교 동창모임에서 봄비 오는 날 마주치면 운명 같을 것 같아?",
            "회사 스터디모임에서 같은 목표로 공부하면 특별할 것 같아?",
            "연말 모임에서 새해 소망 나누는 게 감성적일 것 같아?",
            "결혼 정보 업체 통해 진짜 사랑 찾으면 드라마 같겠다고 생각해?",
            "취미 활동에서 같은 열정 보이면 반할 것 같아?",
            "퇴근길 카페에서 둘이 앉아있는 게 가장 감성적인 순간이야?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "승진 축하 연락 왔을 때 그 말이 하루 종일 생각나?",
            "이직 준비하면서 같이 응원해주는 사람 있으면 특별할 것 같아?",
            "팀플 회식 끝나고 둘이 나오는 게 로맨틱해 보여?",
            "경제적 안정 이뤘다는 게 함께할 자격이 생긴 것 같아?",
            "부모님께 소개하는 게 인생의 큰 이벤트 같아?",
            "결혼 압박 속에서도 진짜 사랑 만나면 모든 게 괜찮아질 것 같아?",
            "친구 결혼식에서 눈물 흘리면서 같이 있으면 특별할 것 같아?",
            "진지한 만남 자신 있다고 프로필에 적으면 운명같은 인연 만날 것 같아?",
            "회사 연말 파티에서 춤추면서 눈 마주치면 설레?",
            "경력직 네트워킹에서 만난 사람이랑 같이 성장하는 게 꿈같아?"
          ]
        }
      ]
    },
    {
      "combinationId": "20M3_D",
      "ageGroup": "20대후반-경력직",
      "gender": "남성",
      "personality": "D-직진",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "승진 고민 중에도 마음에 드는 사람 생기면 바로 고백할래?",
            "이직 생각 중일 때 만나는 사람 있으면 진지한 관계 바로 시작할래?",
            "직장 상사 추천으로 만난 사람 마음에 들면 두 번째 만남 바로 잡아?",
            "결혼 압박받을 때 좋아하는 사람 생기면 가족한테 바로 소개할래?",
            "부모님 걱정 중에도 연애 우선순위 높이고 바로 행동할래?",
            "경제적 안정 생각 중에도 좋아하면 바로 다가갈 수 있어?",
            "친구들 다 결혼해도 진지한 만남 생기면 바로 전념할래?",
            "회사 워크숍에서 마음에 드는 사람 다음날 바로 점심 제안할래?",
            "소개팅 앱에서 진지한 관계 원하는 사람 바로 만나자고 할래?",
            "경력직 모임에서 좋아하는 사람 있으면 명함 바로 교환할래?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "퇴근 후 저녁 먹자고 바로 제안할 수 있어?",
            "블라인드 커뮤니티에서 좋아하는 사람 댓글 바로 달 수 있어?",
            "부모님 소개로 만난 사람 다음날 연락 바로 할 수 있어?",
            "진지한 만남 원하는 사람 만나면 3개월 안에 결혼 얘기 꺼낼래?",
            "학교 동창모임에서 마음에 드는 사람 바로 다가갈래?",
            "회사 스터디모임에서 좋아하는 사람 바로 옆자리 신청할래?",
            "연말 모임에서 마음에 드는 사람 있으면 새해에 바로 연락할래?",
            "결혼 정보 업체 통해 만난 사람 마음에 들면 두 번째 만남 바로 잡아?",
            "취미 활동에서 좋아하는 사람 있으면 바로 그룹톡에서 연락할래?",
            "퇴근길 우연히 마주치면 카페 가자고 바로 물어볼래?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "승진 후 축하한다고 마음에 드는 사람에게 바로 연락할래?",
            "이직 준비 중에도 좋아하는 사람과 미래 계획 바로 공유할래?",
            "팀플 회식에서 같이 나가자고 바로 제안할 수 있어?",
            "경제적 안정 이뤘다고 생각하면 바로 만남 시작할래?",
            "부모님께 소개한다고 바로 말할 수 있어?",
            "결혼 압박 무시하고 진짜 좋아하는 사람과 바로 만날래?",
            "친구 결혼식에서 눈 마주치면 다음 주에 바로 만나자고 할래?",
            "진지한 만남 자신 있다고 프로필에 바로 적을래?",
            "회사 연말 파티에서 춤추자고 바로 초대할 수 있어?",
            "경력직 네트워킹 행사에서 마음에 드는 사람 명함 바로 받을래?"
          ]
        }
      ]
    },
    {
      "combinationId": "20M3_C",
      "ageGroup": "20대후반-경력직",
      "gender": "남성",
      "personality": "C-신중",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "승진 고민 중에 좋아하는 사람 생겨도 일단 지켜볼래?",
            "이직 생각 중일 때 만나는 사람 있어도 확실한 미래 보장 안 되면 시작 안 해?",
            "직장 상사 추천으로 만난 사람이라도 마음 준비까지 몇 개월 걸려?",
            "결혼 압박받을 때 좋아하는 사람 있어도 부모님 반응부터 봐?",
            "부모님 걱정 중에 연애를 우선순위로 두기 어려워?",
            "경제적 안정 생각하면서 연애도 신중하게 접근해?",
            "친구들 다 결혼해도 진지한 만남은 확신 생길 때까지 기다릴래?",
            "회사 워크숍에서 마음에 드는 사람 있어도 말 꺼내기까지 몇 주 걸려?",
            "소개팅 앱에서 진지한 관계 원해도 만나기 전에 충분히 알아볼래?",
            "경력직 모임에서 좋아하는 사람 있어도 명함 교환까지 용기 내는 데 시간 걸려?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "퇴근 후 저녁 먹자고 말하기 전에 이유가 뭐가 있을지 생각해?",
            "블라인드에서 좋아하는 사람 글 봐도 댓글 달기 전에 여러 번 고민해?",
            "부모님 소개로 만난 사람 다음날 연락 못 하고 며칠 기다려?",
            "진지한 만남 원하는 사람 만나도 결혼 얘기는 6개월 이후에나 꺼낼래?",
            "학교 동창모임에서 마음에 드는 사람 있어도 상대 반응 확인하고 다가갈래?",
            "회사 스터디모임에서 옆자리 신청한다는 게 부담스러워?",
            "연말 모임에서 마음에 드는 사람 새해에 연락할 용기가 안 나?",
            "결혼 정보 업체 통해 만난 사람이라도 세 번째까지는 마음 안 줘?",
            "취미 활동에서 좋아하는 사람 그룹톡에서 연락하기 전에 용기 내는 데 시간 걸려?",
            "퇴근길 마주쳐도 카페 가자고 말할 타이밍 못 잡아?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "승진 후 축하한다고 연락하는 게 부담스러워?",
            "이직 준비 중에도 미래 계획 공유하기 전에 얼마나 오래 됐는지 따져봐?",
            "팀플 회식에서 같이 나가자고 말하기 전에 분위기 확인해?",
            "경제적 안정 이뤘어도 연애 시작하기 전에 더 많이 모아놔야 한다고 생각해?",
            "부모님께 소개한다고 말하기 전에 얼마나 만났는지 따져 봐?",
            "결혼 압박 있어도 진짜 좋아하는 사람과 확실하지 않으면 안 만나?",
            "친구 결혼식에서 눈 마주쳐도 다음 주에 만나자고 용기 못 내?",
            "진지한 만남 자신 있다고 프로필에 적어도 진짜 만나면 신중해져?",
            "회사 연말 파티에서 춤추자고 초대하기 전에 눈치 봐?",
            "경력직 네트워킹 행사에서 명함 받아도 바로 연락 못 해?"
          ]
        }
      ]
    },
    {
      "combinationId": "20M3_R",
      "ageGroup": "20대후반-경력직",
      "gender": "남성",
      "personality": "R-합리",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "승진 고민 중에 연애하면 업무 집중도에 어떤 영향 줄지 따져봐?",
            "이직 생각 중일 때 만나는 사람이 새 직장에 지장 줄지 생각해?",
            "직장 상사 추천으로 만난 사람이 인맥 확장에 도움될지 따져봐?",
            "결혼 압박받을 때 만나는 사람이 결혼에 적합한 조건인지 판단해?",
            "부모님 걱정 중에 연애비용이 가계에 미칠 영향 계산해봐?",
            "경제적 안정을 더 이룬 다음에 연애하는 게 효율적이라고 봐?",
            "친구들 결혼했을 때 나도 결혼하면 경제적 시너지가 있을지 따져봐?",
            "회사 워크숍에서 만나는 사람이 업무 네트워크에 도움될지 먼저 생각해?",
            "소개팅 앱에서 진지한 관계 원하는 사람 진짜인지 프로필 분석해?",
            "경력직 모임에서 만나는 사람이 커리어에 도움될지 계산해?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "퇴근 후 저녁 먹는 게 시간 대비 효율적인지 생각해?",
            "블라인드에서 댓글 다는 게 익명 커뮤니티에서 반응 얻을지 따져봐?",
            "부모님 소개로 만난 사람이 부모님 기준에 맞는지 검증해?",
            "진지한 만남 원하는 사람과 3개월 만에 결혼 얘기 꺼내는 게 효율적인지 따져봐?",
            "학교 동창모임에서 만나는 사람이 과거부터 알던 사이라 신뢰할 수 있을지 생각해?",
            "회사 스터디모임에서 옆자리 앉는 게 팀워크에 도움될지 따져봐?",
            "연말 모임에서 만난 사람 새해에 연락하는 게 시간 대비 효율적이라고 봐?",
            "결혼 정보 업체 통해 만난 사람이 회비 대비 가치있는지 따져봐?",
            "취미 활동에서 만나는 게 공통 관심사 기반의 효율적 만남이라고 봐?",
            "퇴근길 마주쳐서 카페 가는 게 피로도 대비 효율적인지 계산해?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "승진 후 축하 연락이 상대에게 특별한 의미로 전달될 확률 높은지 따져봐?",
            "이직 준비 중에 미래 계획 공유하는 게 리스크가 되지 않을지 생각해?",
            "팀플 회식에서 같이 나가는 게 업무 이미지에 도움될지 판단해?",
            "경제적 안정 이뤘다고 판단하는 기준이 명확해? 그 이후에 연애할래?",
            "부모님께 소개한다는 것이 가족관계에 영향 줄지 미리 따져봐?",
            "결혼 압박 무시하고 만나는 게 시간 대비 효율적인 선택이라고 봐?",
            "친구 결혼식에서 만난 사람 다시 만나는 게 신뢰도 높은 접근이라고 봐?",
            "진지한 만남 자신 있다고 프로필 적으면 관심있는 사람 비율이 올라갈지 계산해?",
            "회사 연말 파티에서 춤추는 게 직장 내 이미지에 어떤 영향 줄지 생각해?",
            "경력직 네트워킹 행사에서 명함 교환이 커리어 네트워크에 가치 있는지 따져봐?"
          ]
        }
      ]
    },
    {
      "combinationId": "20M3_P",
      "ageGroup": "20대후반-경력직",
      "gender": "남성",
      "personality": "P-감성",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "승진 축하하면서 고백하는 상상을 해봤어?",
            "이직 생각 중일 때 위로받으면서 같이 새출발하는 게 감성적일 것 같아?",
            "직장 상사 추천으로 만나면 운명 같다고 느껴?",
            "결혼 압박받을 때 좋아하는 사람이 있으면 희망이 생겨?",
            "부모님 걱정 속에서도 사랑이 있으면 위로가 될 것 같아?",
            "경제적 안정 이루고 나서 사랑하면 더 행복할 것 같아?",
            "친구들 결혼하는 거 보면서 같이 있으면 감동적일 것 같아?",
            "회사 워크숍에서 둘이 남았을 때 감성적인 순간 느껴?",
            "소개팅 앱에서 진지한 프로필 보면 설레?",
            "경력직 모임에서 눈 마주치면 인연 같다고 느껴?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "퇴근 후 저녁 먹으면서 하루 이야기 나누는 게 위로가 될 것 같아?",
            "블라인드에서 같은 고민 나누는 사람 있으면 동질감 느껴?",
            "부모님 소개로 만난 사람이 잘해주면 감동적일 것 같아?",
            "진지한 만남하면서 같이 미래 그리는 게 가슴 뛸 것 같아?",
            "학교 동창모임에서 봄비 오는 날 마주치면 운명 같을 것 같아?",
            "회사 스터디모임에서 같은 목표로 공부하면 특별할 것 같아?",
            "연말 모임에서 새해 소망 나누는 게 감성적일 것 같아?",
            "결혼 정보 업체 통해 진짜 사랑 찾으면 드라마 같겠다고 생각해?",
            "취미 활동에서 같은 열정 보이면 반할 것 같아?",
            "퇴근길 카페에서 둘이 앉아있는 게 가장 감성적인 순간이야?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "승진 축하 연락 왔을 때 그 말이 하루 종일 생각나?",
            "이직 준비하면서 같이 응원해주는 사람 있으면 특별할 것 같아?",
            "팀플 회식 끝나고 둘이 나오는 게 로맨틱해 보여?",
            "경제적 안정 이뤘다는 게 함께할 자격이 생긴 것 같아?",
            "부모님께 소개하는 게 인생의 큰 이벤트 같아?",
            "결혼 압박 속에서도 진짜 사랑 만나면 모든 게 괜찮아질 것 같아?",
            "친구 결혼식에서 눈물 흘리면서 같이 있으면 특별할 것 같아?",
            "진지한 만남 자신 있다고 프로필에 적으면 운명같은 인연 만날 것 같아?",
            "회사 연말 파티에서 춤추면서 눈 마주치면 설레?",
            "경력직 네트워킹에서 만난 사람이랑 같이 성장하는 게 꿈같아?"
          ]
        }
      ]
    },
    {
      "combinationId": "30F_D",
      "ageGroup": "30대-가정중심",
      "gender": "여성",
      "personality": "D-직진",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "결혼 생활 꿈꾸면서 마음에 드는 사람 있으면 바로 결혼 얘기할래?",
            "집값 부담 속에서도 내 집 마련 계획 같이 세울 사람 만나면 바로 다가갈래?",
            "출산육아 고민 나누면서 함께할 사람 바로 알아볼래?",
            "부모님 부양 걱정하는 사람 만나면 바로 함께할 수 있어?",
            "안정된 관계 원하면서도 좋아하면 바로 고백할 수 있어?",
            "친구들 육아 중에 만남 자리에서 마음에 드는 사람 바로 연락할래?",
            "아파트 근처 카페에서 마주치면 바로 인사하고 얘기 나눌래?",
            "소개팅 나가서 안정감 주는 사람 마음에 들면 두 번째 만남 바로 잡아?",
            "육아휴직 중에도 좋아하는 사람 생기면 바로 표현할래?",
            "내 집 마련 모임에서 마음에 드는 사람 명함 바로 교환할래?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "주말 아이랑 같이 놀 때 마음에 드는 사람 있으면 바로 다가갈래?",
            "아파트 커뮤니티에서 좋아하는 사람 댓글 바로 달 수 있어?",
            "부모님 모시고 여행 갈 때 함께할 사람 바로 제안할래?",
            "안정된 직장 다니면서도 결혼 계획 바로 세울래?",
            "친구들이랑 육아 모임에서 마음에 드는 사람 번호 바로 물어?",
            "출산 계획 같이 세울 수 있는 사람 만나면 3개월 안에 결혼 얘기할래?",
            "연말 아파트 송년회에서 마음에 드는 사람 있으면 바로 춤추자고 할래?",
            "육아 정보 공유하다가 마음에 드는 사람 바로 연락처 교환할래?",
            "집 근처 공원에서 마주치면 산책하자고 바로 물어볼래?",
            "소개팅 앱에서 가정중심 프로필 보면 바로 좋아요 누를래?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "출산 후 축하한다고 마음에 드는 사람에게 바로 연락할래?",
            "육아 스트레스 나누면서 위로할 수 있는 사람 바로 다가갈래?",
            "아파트 근처 맛집에서 같이 밥 먹자고 바로 제안할 수 있어?",
            "부모님 부양 계획 같이 세울 수 있는 사람 바로 만날래?",
            "안정된 관계 자신 있다고 프로필에 바로 적을래?",
            "집값 걱정 나누면서 같이 미래 그릴 사람 바로 연락할래?",
            "친구 육아 소모임에서 눈 마주치면 다음 주에 바로 만나자고 할래?",
            "결혼 정보 업체 통해 만난 사람 바로 내 집 마련 계획 얘기할래?",
            "아파트 센터에서 놀다가 마주치면 바로 인사하고 이야기 나눌래?",
            "부모님과 함께 모임 가서 마음에 드는 사람 있으면 바로 소개받을래?"
          ]
        }
      ]
    },
    {
      "combinationId": "30F_C",
      "ageGroup": "30대-가정중심",
      "gender": "여성",
      "personality": "C-신중",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "결혼 생활 꿈꾸면서도 마음에 드는 사람 있어도 몇 달 지켜볼래?",
            "집값 부담 속에서도 내 집 마련 계획 같이 세우려면 충분히 알아봐야 해?",
            "출산육아 고민 나누면서 함께할 사람이라도 확신 생길 때까지 기다릴래?",
            "부모님 부양 걱정하는 사람 만나도 마음 주기 전에 얼마나 진심인지 따져봐?",
            "안정된 관계 원해도 좋아한다는 표현 어려워?",
            "친구들 육아 중에 만남 자리에서도 마음에 드는 사람 있어도 바로 연락 못 해?",
            "아파트 근처 카페에서 마주쳐도 인사하고 말 걸기까지 용건 내는 시간 필요해?",
            "소개팅 나가서 안정감 주는 사람 마음에 들어도 세 번째까지 마음 안 줘?",
            "육아휴직 중에 좋아하는 사람 생겨도 일이 정리되면 생각할래?",
            "내 집 마련 모임에서 명함 교환해도 연락하기 전에 여러 번 고민해?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "주말 아이랑 놀 때 마음에 드는 사람 있어도 다가가기 전에 아이 반응 생각해?",
            "아파트 커뮤니티에서 좋아하는 사람 글 봐도 댓글 달기 전에 여러 번 고민해?",
            "부모님 모시고 여행 갈 사람 제안하기 전에 부모님 의견 먼저 들어봐?",
            "안정된 직장 다니면서도 결혼 계획 세우기 전에 경제적 준비 따져봐?",
            "육아 모임에서 번호 물어보기 전에 그 사람 아이도 잘 챙기는지 봐?",
            "출산 계획 같이 세울 사람 만나도 6개월 이후에 결혼 얘기 꺼낼래?",
            "연말 아파트 송년회에서 춤추자고 말하기 전에 분위기 확인해?",
            "육아 정보 공유하다가 마음에 드는 사람 있어도 연락처 교환까지 시간 걸려?",
            "집 근처 공원에서 마주쳐도 산책하자고 말할 타이밍 못 잡아?",
            "가정중심 프로필 봐도 몇 주 고민하다가 좋아요 눌러?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "출산 후 축하한다고 연락하는 게 부담스러워?",
            "육아 스트레스 나누면서 다가가기 전에 상대 육아 관점 확인해?",
            "아파트 근처 맛집 같이 가자고 말할 입 밖으로 잘 안 나와?",
            "부모님 부양 계획 세우기 전에 그 사람 부모님 관계 알아볼래?",
            "안정된 관계 자신 있다고 프로필에 적어도 실제 만나면 신중해져?",
            "집값 걱정 나누기 전에 상대 경제 관념 확인하고 얘기할래?",
            "육아 소모임에서 눈 마주쳐도 다음 주 만나자고 용기 못 내?",
            "결혼 정보 업체 통해 만난 사람 내 집 마련 얘기 꺼내기 전에 재산 따져?",
            "아파트 센터에서 마주쳐도 인사하고 이야기 나누기 전에 용기 내는 데 시간 걸려?",
            "부모님이랑 모임 가서 소개받기 전에 그 사람 성품 알아볼래?"
          ]
        }
      ]
    },
    {
      "combinationId": "30F_R",
      "ageGroup": "30대-가정중심",
      "gender": "여성",
      "personality": "R-합리",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "결혼 생활 꿈꾸면서 만나는 사람이 결혼 적합한 조건인지 계산해?",
            "집값 부담 속에서 내 집 마련 계획 같이 세울 수 있는지 사전 검증해?",
            "출산육아 고민 나누는 사람이 실제 출산 후 도움될지 장단점 따져봐?",
            "부모님 부양 걱정하는 사람이 실제 부양 가능한 경제력 있는지 따져봐?",
            "안정된 관계 원하면서도 얼마나 안정적인지 확률로 계산해?",
            "육아 중인 친구들 모임에서 만나는 사람이 육아 도움될지 먼저 생각해?",
            "아파트 근처 카페에서 만나는 게 시간 대비 효율적인지 따져봐?",
            "소개팅 나가면 회비 대비 가치있는 사람 만나는지 따져봐?",
            "육아휴직 중 만나는 사람이 경제적으로 안정감 주는지 먼저 따져봐?",
            "내 집 마련 모임에서 만나는 사람이 집 마련에 도움될지 계산해?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "주말 아이랑 놀 때 만나는 게 아이에게 도움될지 장애될지 판단해?",
            "아파트 커뮤니티에서 댓글 다는 게 이웃 관계에 도움될지 따져봐?",
            "부모님 모시고 여행 갈 사람이 진짜 부모님 잘 모실지 사전 검증해?",
            "안정된 직장 다니면서 결혼 계획 세우는 게 현실적으로 가능한지 따져봐?",
            "육아 모임에서 만나는 사람이 아이 친구 사귀는 데 도움될지 생각해?",
            "출산 계획 같이 세울 사람과 3개월 만에 결혼 얘기 꺼내는 게 효율적이라고 봐?",
            "아파트 송년회에서 춤추는 게 이웃 이미지에 어떤 영향 줄지 생각해?",
            "육아 정보 공유하다 만난 사람이 신뢰할 수 있는지 따져봐?",
            "집 근처 공원에서 산책하는 게 건강에 도움될 만큼 시간 활용이 효율적인지 따져봐?",
            "가정중심 프로필 보고 시간 투자 대비 좋은 결과 얻을 확률 계산해?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "출산 후 축하 연락이 상대에게 특별한 의미로 전달될 확률 따져봐?",
            "육아 스트레스 나누면서 다가가는 게 정말 도움될지 객관적으로 판단해?",
            "아파트 근처 맛집 가는 게 집 근처 삼겹살집보다 비효율적이지 않은지 따져봐?",
            "부모님 부양 계획 세우는 게 실제로 실행 가능한지 확률로 계산해?",
            "안정된 관계 자신 있다고 프로필 적어도 실제 확률 높은지 따져봐?",
            "집값 걱정 나누면서 다가가는 게 결국 집 마련에 도움될지 생각해?",
            "육아 소모임에서 만난 사람 다시 만나는 게 아이 사회성에 도움될지 따져봐?",
            "결혼 정보 업체 회비 대비 내 집 마련 유용한 정보 얻을 확률 따져봐?",
            "아파트 센터에서 인사하는 게 이웃 소통에 도움될지 따져봐?",
            "부모님이랑 모임 가서 소개받는 게 부모님 만족도와 내 만족도를 동시에 충족할지 계산해?"
          ]
        }
      ]
    },
    {
      "combinationId": "30F_P",
      "ageGroup": "30대-가정중심",
      "gender": "여성",
      "personality": "P-감성",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "결혼 생활 꿈꾸면서 가정 이루는 게 가장 감성적인 목표야?",
            "집값 부담 속에서도 둘이서 내 집 마련하는 게 로맨틱해 보여?",
            "출산육아 고민 나누면서 함께할 사람 있으면 따뜻할 것 같아?",
            "부모님 부양 걱정하는 사람 보면 가족애가 느껴져?",
            "안정된 관계에서 둘이서 일상 나누는 게 행복해 보여?",
            "친구들 육아 중에 만남 자리에서 마음에 드는 사람 있으면 설레?",
            "아파트 근처 카페에서 일상적인 만남이 가장 감성적이야?",
            "소개팅 나가서 안정감 주는 사람 만나면 가슴이 뛸 것 같아?",
            "육아휴직 중에도 좋아하는 사람 생기면 마음이 따뜻해져?",
            "둘이서 아파트 전망 보면서 꿈꾸는 게 가장 감성적이야?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "주말 아이랑 놀 때 마음에 드는 사람 있으면 가족 같은 느낌 들어?",
            "아파트 커뮤니티에서 주변 이웃과 소통하는 게 따뜻해 보여?",
            "부모님 모시고 가족 여행 가는 게 로맨틱해 보여?",
            "안정된 직장 다니면서도 둘이서 퇴근 후 저녁 먹는 게 행복해 보여?",
            "육아 모임에서 같은 고민 나누면 동질감 느껴?",
            "아기 첫 걸음마 보여주면서 함께 감동하는 게 특별할 것 같아?",
            "연말 아파트 송년회에서 이웃들과 함께하는 게 감성적일 것 같아?",
            "육아 정보 공유하면서 서로 의지하는 게 따뜻해 보여?",
            "집 근처 공원에서 봄바람 맞으면서 산책하는 게 가장 감성적이야?",
            "가정중심 프로필 보면 같은 가치관 가진 사람 같아서 설레?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "출산 후 축하해주는 사람이 있으면 특별할 것 같아?",
            "육아 스트레스 나누면서 위로받는 게 가장 감성적인 순간이야?",
            "아파트 근처 맛집에서 가족처럼 밥 먹는 게 따뜻해 보여?",
            "부모님 부양하면서 가족의 소중함을 함께 느끼는 게 감동적이야?",
            "안정된 관계에서 결혼 생활 꿈꾸는 게 가장 행복해 보여?",
            "집값 걱정 나누면서 함께 극복하는 게 드라마 같아?",
            "육아 소모임에서 눈 마주치면 다음에 놀이터에서 만나자고 할래?",
            "결혼 정보 업체 통해 진짜 가정꾼 만나면 인연 같을 것 같아?",
            "아파트 센터에서 마주치면 인사하면서 둘이서 아이 얘기 나누는 게 행복해 보여?",
            "부모님이랑 모임 가서 마음에 드는 사람 소개받으면 운명 같아?"
          ]
        }
      ]
    },
    {
      "combinationId": "30M_D",
      "ageGroup": "30대-가정중심",
      "gender": "남성",
      "personality": "D-직진",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "결혼 생활 꿈꾸면서 마음에 드는 사람 있으면 바로 결혼 얘기할래?",
            "집값 부담 속에서도 내 집 마련 계획 같이 세울 사람 만나면 바로 다가갈래?",
            "출산육아 고민 나누면서 함께할 사람 바로 알아볼래?",
            "부모님 부양 걱정하는 사람 만나면 바로 함께할 수 있어?",
            "안정된 관계 원하면서도 좋아하면 바로 고백할 수 있어?",
            "친구들 육아 중에 만남 자리에서 마음에 드는 사람 바로 연락할래?",
            "아파트 근처 카페에서 마주치면 바로 인사하고 얘기 나눌래?",
            "소개팅 나가서 안정감 주는 사람 마음에 들면 두 번째 만남 바로 잡아?",
            "육아휴직 중인 배우자 생각할 때도 좋아하는 사람 생기면 바로 표현할래?",
            "내 집 마련 모임에서 마음에 드는 사람 명함 바로 교환할래?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "주말 아이랑 같이 놀 때 마음에 드는 사람 있으면 바로 다가갈래?",
            "아파트 커뮤니티에서 좋아하는 사람 댓글 바로 달 수 있어?",
            "부모님 모시고 여행 갈 때 함께할 사람 바로 제안할래?",
            "안정된 직장 다니면서도 결혼 계획 바로 세울래?",
            "친구들이랑 육아 모임에서 마음에 드는 사람 번호 바로 물어?",
            "출산 계획 같이 세울 수 있는 사람 만나면 3개월 안에 결혼 얘기할래?",
            "연말 아파트 송년회에서 마음에 드는 사람 있으면 바로 춤추자고 할래?",
            "육아 정보 공유하다가 마음에 드는 사람 바로 연락처 교환할래?",
            "집 근처 공원에서 마주치면 산책하자고 바로 물어볼래?",
            "소개팅 앱에서 가정중심 프로필 보면 바로 좋아요 누를래?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "출산 후 축하한다고 마음에 드는 사람에게 바로 연락할래?",
            "육아 스트레스 나누면서 위로할 수 있는 사람 바로 다가갈래?",
            "아파트 근처 맛집에서 같이 밥 먹자고 바로 제안할 수 있어?",
            "부모님 부양 계획 같이 세울 수 있는 사람 바로 만날래?",
            "안정된 관계 자신 있다고 프로필에 바로 적을래?",
            "집값 걱정 나누면서 같이 미래 그릴 사람 바로 연락할래?",
            "친구 육아 소모임에서 눈 마주치면 다음 주에 바로 만나자고 할래?",
            "결혼 정보 업체 통해 만난 사람 바로 내 집 마련 계획 얘기할래?",
            "아파트 센터에서 놀다가 마주치면 바로 인사하고 이야기 나눌래?",
            "부모님과 함께 모임 가서 마음에 드는 사람 있으면 바로 소개받을래?"
          ]
        }
      ]
    },
    {
      "combinationId": "30M_C",
      "ageGroup": "30대-가정중심",
      "gender": "남성",
      "personality": "C-신중",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "결혼 생활 꿈꾸면서도 마음에 드는 사람 있어도 몇 달 지켜볼래?",
            "집값 부담 속에서도 내 집 마련 계획 같이 세우려면 충분히 알아봐야 해?",
            "출산육아 고민 나누면서 함께할 사람이라도 확신 생길 때까지 기다릴래?",
            "부모님 부양 걱정하는 사람 만나도 마음 주기 전에 얼마나 진심인지 따져봐?",
            "안정된 관계 원해도 좋아한다는 표현 어려워?",
            "친구들 육아 중에 만남 자리에서도 마음에 드는 사람 있어도 바로 연락 못 해?",
            "아파트 근처 카페에서 마주쳐도 인사하고 말 걸기까지 용건 내는 시간 필요해?",
            "소개팅 나가서 안정감 주는 사람 마음에 들어도 세 번째까지 마음 안 줘?",
            "육아 고민 중에 좋아하는 사람 생겨도 먼저 정리되면 생각할래?",
            "내 집 마련 모임에서 명함 교환해도 연락하기 전에 여러 번 고민해?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "주말 아이랑 놀 때 마음에 드는 사람 있어도 다가가기 전에 아이 반응 생각해?",
            "아파트 커뮤니티에서 좋아하는 사람 글 봐도 댓글 달기 전에 여러 번 고민해?",
            "부모님 모시고 여행 갈 사람 제안하기 전에 부모님 의견 먼저 들어봐?",
            "안정된 직장 다니면서도 결혼 계획 세우기 전에 경제적 준비 따져봐?",
            "육아 모임에서 번호 물어보기 전에 그 사람이 아이 잘 챙기는지 봐?",
            "출산 계획 같이 세울 사람 만나도 6개월 이후에 결혼 얘기 꺼낼래?",
            "연말 아파트 송년회에서 춤추자고 말하기 전에 분위기 확인해?",
            "육아 정보 공유하다가 마음에 드는 사람 있어도 연락처 교환까지 시간 걸려?",
            "집 근처 공원에서 마주쳐도 산책하자고 말할 타이밍 못 잡아?",
            "가정중심 프로필 봐도 몇 주 고민하다가 좋아요 눌러?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "출산 후 축하한다고 연락하는 게 부담스러워?",
            "육아 스트레스 나누면서 다가가기 전에 상대 육아 관점 확인해?",
            "아파트 근처 맛집 같이 가자고 말할 입 밖으로 잘 안 나와?",
            "부모님 부양 계획 세우기 전에 그 사람 부모님 관계 알아볼래?",
            "안정된 관계 자신 있다고 프로필에 적어도 실제 만나면 신중해져?",
            "집값 걱정 나누기 전에 상대 경제 관념 확인하고 얘기할래?",
            "육아 소모임에서 눈 마주쳐도 다음 주 만나자고 용기 못 내?",
            "결혼 정보 업체 통해 만난 사람 내 집 마련 얘기 꺼내기 전에 재산 따져?",
            "아파트 센터에서 마주쳐도 인사하고 이야기 나누기 전에 용기 내는 데 시간 걸려?",
            "부모님이랑 모임 가서 소개받기 전에 그 사람 성품 알아볼래?"
          ]
        }
      ]
    },
    {
      "combinationId": "30M_R",
      "ageGroup": "30대-가정중심",
      "gender": "남성",
      "personality": "R-합리",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "결혼 생활 꿈꾸면서 만나는 사람이 결혼 적합한 조건인지 계산해?",
            "집값 부담 속에서 내 집 마련 계획 같이 세울 수 있는지 사전 검증해?",
            "출산육아 고민 나누는 사람이 실제 출산 후 도움될지 장단점 따져봐?",
            "부모님 부양 걱정하는 사람이 실제 부양 가능한 경제력 있는지 따져봐?",
            "안정된 관계 원하면서도 얼마나 안정적인지 확률로 계산해?",
            "육아 중인 친구들 모임에서 만나는 사람이 육아 도움될지 먼저 생각해?",
            "아파트 근처 카페에서 만나는 게 시간 대비 효율적인지 따져봐?",
            "소개팅 나가면 회비 대비 가치있는 사람 만나는지 따져봐?",
            "육아 중에 만나는 사람이 경제적으로 안정감 주는지 먼저 따져봐?",
            "내 집 마련 모임에서 만나는 사람이 집 마련에 도움될지 계산해?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "주말 아이랑 놀 때 만나는 게 아이에게 도움될지 장애될지 판단해?",
            "아파트 커뮤니티에서 댓글 다는 게 이웃 관계에 도움될지 따져봐?",
            "부모님 모시고 여행 가는 것이 예산 대비 효율적인지 따져봐?",
            "안정된 직장 다니면서 결혼 계획 세우는 게 현실적으로 가능한지 따져봐?",
            "육아 모임에서 만나는 사람이 아이 친구 사귀는 데 도움될지 생각해?",
            "출산 계획 같이 세울 사람과 3개월 만에 결혼 얘기 꺼내는 게 효율적이라고 봐?",
            "아파트 송년회에서 춤추는 게 이웃 이미지에 어떤 영향 줄지 생각해?",
            "육아 정보 공유하다 만난 사람이 신뢰할 수 있는지 따져봐?",
            "집 근처 공원에서 산책하는 게 건강에 도움될 만큼 시간 활용이 효율적인지 따져봐?",
            "가정중심 프로필 보고 시간 투자 대비 좋은 결과 얻을 확률 계산해?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "출산 후 축하 연락이 상대에게 특별한 의미로 전달될 확률 따져봐?",
            "육아 스트레스 나누면서 다가가는 게 정말 도움될지 객관적으로 판단해?",
            "아파트 근처 맛집 가는 게 집 근처 삼겹살집보다 비효율적이지 않은지 따져봐?",
            "부모님 부양 계획 세우는 게 실제로 실행 가능한지 확률로 계산해?",
            "안정된 관계 자신 있다고 프로필 적어도 실제 확률 높은지 따져봐?",
            "집값 걱정 나누면서 다가가는 게 결국 집 마련에 도움될지 생각해?",
            "육아 소모임에서 만난 사람 다시 만나는 게 아이 사회성에 도움될지 따져봐?",
            "결혼 정보 업체 회비 대비 내 집 마련 유용한 정보 얻을 확률 따져봐?",
            "아파트 센터에서 인사하는 게 이웃 소통에 도움될지 따져봐?",
            "부모님이랑 모임 가서 소개받는 게 부모님 만족도와 내 만족도를 동시에 충족할지 계산해?"
          ]
        }
      ]
    },
    {
      "combinationId": "30M_P",
      "ageGroup": "30대-가정중심",
      "gender": "남성",
      "personality": "P-감성",
      "tests": [
        {
          "testId": "test1",
          "questions": [
            "결혼 생활 꿈꾸면서 가정 이루는 게 가장 감성적인 목표야?",
            "집값 부담 속에서도 둘이서 내 집 마련하는 게 로맨틱해 보여?",
            "출산육아 고민 나누면서 함께할 사람 있으면 따뜻할 것 같아?",
            "부모님 부양 걱정하는 사람 보면 가족애가 느껴져?",
            "안정된 관계에서 둘이서 일상 나누는 게 행복해 보여?",
            "친구들 육아 중에 만남 자리에서 마음에 드는 사람 있으면 설레?",
            "아파트 근처 카페에서 일상적인 만남이 가장 감성적이야?",
            "소개팅 나가서 안정감 주는 사람 만나면 가슴이 뛸 것 같아?",
            "육아 중에도 좋아하는 사람 생기면 마음이 따뜻해져?",
            "둘이서 아파트 전망 보면서 꿈꾸는 게 가장 감성적이야?"
          ]
        },
        {
          "testId": "test2",
          "questions": [
            "주말 아이랑 놀 때 마음에 드는 사람 있으면 가족 같은 느낌 들어?",
            "아파트 커뮤니티에서 주변 이웃과 소통하는 게 따뜻해 보여?",
            "부모님 모시고 가족 여행 가는 게 로맨틱해 보여?",
            "안정된 직장 다니면서도 둘이서 퇴근 후 저녁 먹는 게 행복해 보여?",
            "육아 모임에서 같은 고민 나누면 동질감 느껴?",
            "아이 일상을 공유하면서 함께 감동하는 게 특별할 것 같아?",
            "연말 아파트 송년회에서 이웃들과 함께하는 게 감성적일 것 같아?",
            "육아 정보 공유하면서 서로 의지하는 게 따뜻해 보여?",
            "집 근처 공원에서 봄바람 맞으면서 산책하는 게 가장 감성적이야?",
            "가정중심 프로필 보면 같은 가치관 가진 사람 같아서 설레?"
          ]
        },
        {
          "testId": "test3",
          "questions": [
            "출산 후 축하해주는 사람이 있으면 특별할 것 같아?",
            "육아 스트레스 나누면서 위로받는 게 가장 감성적인 순간이야?",
            "아파트 근처 맛집에서 가족처럼 밥 먹는 게 따뜻해 보여?",
            "부모님 부양하면서 가족의 소중함을 함께 느끼는 게 감동적이야?",
            "안정된 관계에서 결혼 생활 꿈꾸는 게 가장 행복해 보여?",
            "집값 걱정 나누면서 함께 극복하는 게 드라마 같아?",
            "육아 소모임에서 눈 마주치면 다음에 놀이터에서 만나자고 할래?",
            "결혼 정보 업체 통해 진짜 가정꾼 만나면 인연 같을 것 같아?",
            "아파트 센터에서 마주치면 인사하면서 둘이서 일상 나누는 게 행복해 보여?",
            "부모님이랑 모임 가서 마음에 드는 사람 소개받으면 운명 같아?"
          ]
        }
      ]
    }
  ]
}
